Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# profile_setting_display_title
source: Display
vi: Cài đặt hiển thị

# profile_main_page
source: Main screen
vi: Màn hình chính

# profile_setting_market_type
source: Layout for Market
vi: Kiểu danh sách thị trường

# profile_setting_format
source: Format
vi: Định dang

# profile_hide_indicator
source: Hide index chart
vi: Ẩn bảng chỉ số

# profile_home
source: Home
vi: Trang chủ

# profile_market
source: Market
vi: Thị trường

# profile_trading
source: Trading
vi: Giao dịch

# profile_following
source: Watch list
vi: Theo dõi

# profile_my_wallet
source: My account
vi: Tài sản

# profile_vote_ssi
source: Rate us
vi: Đánh giá ứng dụng

# profile_order_confirmation
source: Confirm order
vi: Xác nhận lệnh

# profile_choose_language_title
source: Select language
vi: Chọn ngôn ngữ hiển thị

# profile_news_event_ssi
source: SSI news & corporate actions
vi: Tin tức - Sự kiện SSI

# profile_version
source: Version
vi: Phiên bản

# profile_update_new_version
source: Update
vi: Cập nhật phiên bản mới

# profile_event
source: Event
vi: Sự kiện

# profile_order
source: Trading
vi: Đặt lệnh

# profile_language_display
source: Select language
vi: Chọn ngôn ngữ hiển thị

# profile_format_market
source: Layout for Market
vi: Kiểu danh sách thị trường

# profile_customer
source: Customer
vi: Khách hàng

# profile_choose_market_display
source: Select layout for Market
vi: Chọn trang để làm màn hình chính

# profile_call_support
source: Call center
vi: Tổng đài hỗ trợ

# profile_chat_with_ssi
source: Chat with SSI
vi: Chat với SSI

# profile_back_to_feedback
source: Feedback
vi: Để lại phản hồi

# profile_hello_user
source: Hello
vi: Xin chào

# profile_call
source: Call
vi: Gọi

# profile_message_support
source: We are here to help.
vi: Hãy để SSI hỗ trợ vấn đề của quý khách.

# profile_learn_more
source: For more information
vi: Quý khách có thể tìm hiểu thêm

# profile_network_ssi
source: SSI branches
vi: Mạng lưới SSI

# profile_frequently_ask_question
source: Frequently Asked Questions
vi: Câu hỏi thường gặp

# profile_trading_guild
source: Trading guidance
vi: Hướng dẫn giao dịch

# profile_order_quick
source: Quick order
vi: Đặt lệnh nhanh

# profile_support_and_trade
source: Support & Trading
vi: Hỗ trợ & Giao dịch

# profile_title_mail
source: Send email to SSI Support center
vi: Gửi mail đến bộ phận hỗ trợ của SSI

# profile_change_pass_success
source: Your password has been changed successfully, please login again
vi: Mật khẩu của quý khách đã được thay đổi thành công, vui lòng đăng nhập lại.

# profile_set_pass_success
source: Your password has been set successfully, please login again
vi: Mật khẩu của quý khách đã được tạo mới thành công, vui lòng đăng nhập lại.

# profile_change_pin_success
source: Your PIN code has been changed successfully.
vi: Mã PIN của quý khách đã được thay đổi thành công.

# profile_account_lock_temporary
source: Your account has been locked as you have entered wrong password for several times which exceed our limit. Please call
vi: Tài khoản của quý khách tạm thời bị khoá do nhập sai quá số lần cho phép. Vui lòng gọi đến số điện thoại

# profile_or_send_email
source: or email to
vi: hoặc gửi email đến

# profile_to_supported
source: for assistance.
vi: để được hỗ trợ.

# profile_enter_password
source: Enter password
vi: Nhập mật khẩu đăng nhập

# profile_enter_password_to_verify
source: Please enter your password then proceed to register Face ID or Touch ID.
vi: Quý khách vui lòng nhập mật khẩu đăng nhập của tài khoản để xác thực trước khi đăng ký Khuôn mặt/Vân tay.

# profile_confirm
source: Confirm
vi: Xác nhận

# profile_welcome_ssi
source: Welcome to iBoard Pro
vi: Chào mừng bạn đến với iBoard Pro

# profile_welcome_message
source: Securities trading and more
vi: Giao dịch chứng khoán chuyên nghiệp

# profile_unconfirmed
source: Unverified
vi: Chưa xác thực

# profile_full_name
source: Full name
vi: Họ và tên

# profile_gender
source: Gender
vi: Giới tính

# profile_date_of_birth
source: Date of birth
vi: Ngày sinh

# profile_phone
source: Phone number
vi: Số điện thoại

# profile_address
source: Address
vi: Địa chỉ

# change_pass_successful
source: Password has been changed successfully
vi: Đổi mật khẩu thành công

# change_pass_unsuccessful
source: Failed to change password
vi: Đổi mật khẩu không thành công

# set_new_pass_successful
source: New password has been set successfully
vi: Tạo mật khẩu mới thành công

# set_new_pass_unsuccessful
source: Failed to change password.
vi: Tạo mật khẩu mới không thành công

# change_pin_successful
source: PIN code has been changed successfully
vi: Đổi mã PIN thành công

# change_pin_unsuccessful
source: 'Failed to change PIN code
vi: Đổi mã PIN không thành công

# account_trading
source: Trading account
vi: Tài khoản giao dịch

# account_nav
source: Net asset value
vi: Tài sản ròng

# profile_remember_password
source: Remember your password?
vi: Nhớ mật khẩu?

# profile_forgot_password
source: Forgot password
vi: Quên mật khẩu

# profile_change_password
source: Change password
vi: Đổi mật khẩu

# profile_password_rule
source: New password must contain at least 8 characters and be different from current password
vi: Mật khẩu mới chứa ít nhất 8 ký tự và không trùng với mật khẩu hiện tại

# profile_password_space
source: New password must not contain white space
vi: Mật khẩu mới không được chứa dấu cách

# profile_forgot_pin
source: Forgot PIN code
vi: Quên mã PIN

# profile_change_pin
source: Change PIN code
vi: Đổi mã PIN

# profile_change_pin_rule
source: New PIN code must be different from current PIN.
vi: Mã PIN mới không được trùng với mã PIN hiện tại

# profile_back_to_home
source: Return to Home
vi: Về trang chủ

# profile_confirm_info
source: Confirm your information
vi: Xác nhận thông tin

# profile_change_pass_rule
source: Please confirm the following information for security purpose then proceed to reset your password.
vi: Để tăng tính bảo mật cho tài khoản, vui lòng xác nhận một số thông tin sau để đặt lại mật khẩu.

# button_continue
source: Continue
vi: Tiếp tục

# identify_level_68
source: Verification level: 68%
vi: Mức độ định danh 68%

# account_up_level
source: Upgrade account
vi: Nâng cấp tài khoản

# profile_register
source: Register
vi: Đăng ký

# profile_identify
source: Verify account
vi: Định danh tài khoản

# profile_sign_contract
source: Sign contract
vi: Ký hợp đồng

# profile_forgot_pass_desc
source: Please key in the phone number you used to register this account to reset your password.
vi: Vui lòng nhập số điện thoại đã đăng ký tài khoản để đặt lại mật khẩu.

# profile_or_to_branch_ssi
source: Or come to the nearest SSI branch
vi: Hoặc đến trực tiếp chi nhánh SSI gần nhất

# profile_find_branch
source: Find branch
vi: Tìm chi nhánh

# profile_change_pin_contact
source: For secutity purpose, please contact our Hotline to reset your PIN code.
vi: Vì lý do bảo mật cho tài khoản của quý khách, vui lòng liên hệ với tổng đài để thực hiện cấp lại mã PIN

# resend_otp_failed
source: OTP failed to be resent.
vi: Gửi lại OTP không thành công

# confirm_sms_otp
source: Verify SMS OTP
vi: Xác thực SMS OTP

# confirm_email_otp
source: Verify Email OTP
vi: Xác thực Email OTP

# verify_2fa
source: Two-factor authentication
vi: Xác thực 2 yếu tố

source: Save PIN
vi: Lưu PIN

source: Reset password
vi: Đặt lại mật khẩu

# reset_password_rule
source: New password must contain at least 8 characters and be different from current password
vi: Mật khẩu mới chứa ít nhất 8 ký tự và không trùng với mật khẩu cũ

# reset_new_password
source: Reset password
vi: Đặt lại mật khẩu mới

# set_new_password_failed
source: Failed to set new password.
vi: Đặt mật khẩu mới không thành công

# general_loading
source: Updating
vi: Đang cập nhật

# profile_policy
source: Policy
vi: Chính sách

# profile_security
source: Security
vi: Bảo mật

# profile_risk
source: Risk
vi: Rủi ro

# profile_term_title
source: Policy, Security, Risk
vi: Chính sách, bảo mật, rủi ro

# face_id_finger_print
source: Login by Face ID/Touch ID
vi: Đăng nhập bằng Khuôn mặt/Vân tay

# biometric_unregister_success
source: Biometric authentication has been cancelled
vi: Đăng nhập bằng sinh trắc học đã được hủy bỏ thành công

# biometric_auth_fail
source: Biometric authentication failed.
vi: Xác thực sinh trắc học không thành công

# biometric_register_success
source: Biometric authentication has been successfully registered.
vi: Đăng ký sinh trắc học thành công

# biometric_register_fail
source: Biometric authentication could not be registered.
vi: Đăng ký sinh trắc học không thành công

# change_method_2fa
source: Switch to another 2FA method
vi: Thay đổi phương thức xác thực khác

# general_cancel
source: Cancel
vi: Hủy

# general_enter_otp
source: Key in the OTP sent to your phone number:
vi: Nhập mã OTP được gửi đến số điện thoại:

# general_enter_email_otp
source: Key in the OTP sent to your email:
vi: Nhập mã OTP được gửi đến email:

# general_second
source: second(s)
vi: giây

# not_receive_otp
source: Didn’t receive any OTP?
vi: Quý khách không nhận được OTP?

source: Resend
vi: Gửi lại

# notification_note
source: Select notification categorie(s) of your interest
vi: Chọn những thông báo quý khách quan tâm

# account_equity
source: Cash
vi: Cơ sở

# account_derivative
source: Derivatives
vi: Phái sinh

# account_margin
source: Margin
vi: Ký quỹ

# oldPass
source: Current password
vi: Mật khẩu hiện tại

# newPass
source: New password
vi: Mật khẩu mới

# confirmPass
source: Confirm new password
vi: Xác nhận mật khẩu mới

# oldPin
source: Current PIN code
vi: Mã PIN hiện tại

# newPin
source: New PIN code
vi: Mã PIN mới

# confirmPin
source: Confirm new PIN code
vi: Xác nhận mã PIN mới

# oldPass_hint
source: Enter current password
vi: Nhập mật khẩu hiện tại

# newPass_hint
source: Enter new password
vi: Nhập mật khẩu mới

# confirmPass_hint
source: Confirm new password
vi: Nhập lại mật khẩu mới

# oldPin_hint
source: Confirm new PIN code
vi: Nhập mã PIN hiện tại

# newPin_hint
source: Enter new PIN code
vi: Nhập mã PIN mới

# confirmPin_hint
source: Confirm new PIN code
vi: Xác nhận mã PIN mới

# method_receipt_otp
source: OTP receiving method
vi: Phương thức nhận mã OTP

# choose_method_receipt_otp
source: Select a method to receive OTP
vi: Chọn phương thức nhận mã OTP

# gender_male
source: Male
vi: Nam

# gender_female
source: Female
vi: Nữ

source: Something went wrong
vi: Đã xảy ra sự cố

# new_pin_contain_space
source: New PIN code must not contain white space
vi: Mã PIN mới không được chứa khoảng trống

# new_pin_less_eight_characters
source: New PIN code must be less than 8 characters
vi: Mã PIN ít hơn 8 ký tự

# new_pin_same_current_pin
source: New PIN code does not match
vi: Mã PIN nhập lại không trùng với mã PIN mới

# confirm_pin_fail
source: New PIN code does not match
vi: Mã PIN nhập lại không trùng với mã PIN mới

# pin_is_incorrect
source: PIN code is wrong, please try again
vi: Mã pin không chính xác, vui lòng thử lại

# profile_otp_code_incorrect
source: OTP is wrong
vi: Mã xác thực không đúng

# enter_pin_limit
source: Your account has been locked as you have entered wrong PIN code for several times which exceed our limit.
vi: Tài khoản của quý khách tạm thời bị khoá do nhập sai mã PIN quá số lần cho phép

# new_pass_contain_space
source: New password must not contain white space
vi: Mật khẩu mới không được chứa khoảng trống

# new_pass_least_eight_characters
source: New password must contain at least 8 characters
vi: Mật khẩu mới phải chứa ít nhất 8 ký tự

# new_pass_same_current_pass
source: New password must be different from current password.
vi: Mật khẩu mới không được trùng mật khẩu hiện tại

# confirm_pass_fail
source: Confirmed password does not match new password
vi: Mật khẩu xác thực không trùng với mật khẩu mới

# account_pass_is_incorrect
source: Wrong account or password
vi: Tài khoản hoặc mật khẩu hiện tại không đúng

# err_ac_0003
source: Invalid customer information, please try again
vi: Thông tin khách hàng không hợp lệ, vui lòng kiểm tra và nhập lại.

# err_sas_205
source: Invalid customer information
vi: Thông tin người dùng không chính xác

# pass_is_incorrect
source: Current password is wrong
vi: Mật khẩu hiện tại không đúng

# enter_pass_limit
source: Your account has been locked as you have entered wrong password for several times which exceed our limit.
vi: Tài khoản này đã bị khóa giao dịch do nhập sai mật khẩu quá nhiều lần.

# current_pin_empty
source: Current PIN must be filled
vi: Mã PIN hiện tại không được để trống

# new_pin_empty
source: New PIN must be filled
vi: Mã PIN mới không được để trống

# re_new_pin_empty
source: Please confirm your new PIN code
vi: Xác nhận mã PIN mới không được để trống

# current_pass_empty
source: Current password must be filled
vi: Mật khẩu hiện tại không được để trống

# phone_number_empty
source: Please key in the phone number you registered
vi: Vui lòng nhập Số điện thoại đã đăng ký của Quý khách

# phone_number_invalid
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# email_is_empty
source: Please key in the email you registered
vi: Vui lòng nhập Email đã đăng ký của Quý khách

# email_is_invalid
source: Invalid email format
vi: Email không đúng định dạng

# username_label
source: Client ID
vi: Mã khách hàng

# user_id_label
source: ID Number
vi: CMND/CCCD

# username_hint_text
source: Enter Client ID
vi: Nhập mã khách hàng

# email_hint_text
source: Enter email
vi: Nhập email

# user_id_hint_text
source: Enter ID number
vi: Nhập CMND hoặc CCCD

# username_is_empty
source: Please key in your Client ID
vi: Vui lòng nhập Mã khách hàng

# user_id_is_empty
source: Please key in your ID number
vi: Vui lòng nhập số CMND/CCCD/HC/GPKD/GTTT khác

# new_pass_is_empty
source: New password must be filled
vi: Mật khẩu mới không được để trống

# new_pass_is_invalid
source: New password format is invalid
vi: Mật khẩu mới không đúng định dạng

# one_lower_case_rule
source: At least 1 lowercase letter
vi: Có ít nhất một chữ thường

# one_upper_case_rule
source: At least 1 uppercase letter
vi: Có ít nhất một chữ viết hoa

# one_number_rule
source: At least 1 number
vi: Có ít nhất một chữ số

# one_special_rule
source: At least 1 special character
vi: Có ít nhất một ký tự đặc biệt

# eight_to_thirty_rule
source: 8-50 characters
vi: 8-50 ký tự

# without_space_rule
source: No spaces
vi: Không chứa dấu cách

# different_current_pin
source: Be different from current PIN
vi: Không trùng với mã PIN hiện tại

# more_than_eight_rule
source: At least 8 characters
vi: Từ 8 ký tự trở lên

# confirm_pass_rule
source: Match new password
vi: Mật khẩu xác nhận trùng với mật khẩu mới

# confirm_pin_rule
source: Match new PIN
vi: Mã PIN xác nhận trùng với mã PIN mới

# password_empty
source: Please enter your password
vi: Vui lòng nhập mật khẩu

source: Default account
vi: TK mặc định

# two_fa_warning
source: Have your transactions' security augmented with 2-factor authentication by SSI
vi: Nâng cao bảo mật - Giao dịch an toàn với phương thức xác thực 2 yếu tố tại SSI

# not_support
source: Supported on Laptop/PC
vi: Hỗ trợ Laptop/PC

# two_fa_title_popup
source: Change authentication method
vi: Đổi phương thức xác thực

# profile_agree
source: Agree
vi: Đồng ý

# two_fa_message_popup
source: Your current authentication method is {current_twofa}. Are you sure to switch to {new_twofa}?
vi: Phương thức xác thực của quý khách đang sử dụng là {current_twofa}. Quý khách có xác nhận đổi sang {new_twofa}?

# two_fa_change_success
source: Authentication method has been changed successfully. This should take a few moments for the system to update.
vi: Phương thức xác thực đã được thay đổi thành công. Vui lòng chờ trong giây lát để hệ thống tiến hành các cập nhật cần thiết.

# two_fa_cancel_message
source: Authenticating by PIN does not guarantee the same level of security as {current_twofa}. Are you sure to cancel {current_twofa}?
vi: Xác thực bằng PIN sẽ kém an toàn hơn {current_twofa}. Quý khách có chắc muốn hủy xác thực bằng {current_twofa}

# two_fa_recommend
source: Recommended
vi: Khuyến nghị

# save_verification_code
source: Save PIN/OTP
vi: Lưu mã xác thực

# save_pin_confirm_title
source: Do you confirm to save your {faType}?
vi: Quý khách có muốn lưu {faType}?

# save_pin_confirm_message
source: If you save your {faType}, the system will use it to place, modify, or cancel orders within the validity period you choose.
vi: Nếu Quý khách lưu {faType}, hệ thống sẽ sử dụng mã của Quý khách lưu cho các lệnh đặt/sửa/huỷ trong khoảng thời gian hiệu lực Quý khách chọn.

# save_pin_success
source: Authentication code has been saved successfully
vi: Mã xác thực đã được lưu thành công

# set_default_account_success
source: Update default account successfully
vi: Cài đặt tài khoản mặc định thành công

# face_id_finger_print_description
source: Use your Face ID/Touch ID instead of password to login
vi: Sử dụng Khuôn mặt/Vân tay thay cho mật khẩu đăng nhập

source: Utility
vi: Tiện ích

# profile_unregister_bio_success
source: Biometric authentication has been cancelled
vi: Đăng nhập bằng sinh trắc học đã được hủy bỏ thành công

# profile_register_bio_incorrect_password
source: Your password is incorrect, please try again
vi: Mật khẩu đăng nhập chưa đúng, vui lòng nhập lại

# profile_force_off_pin_content
source: To improve the security of online securities trading, limit the risk of online fraud and enhance customer experience, SSI will apply mandatory 2-factor authentication. Please convert to one of the authentication methods: SMS OTP, Email OTP, Smart OTP, or Certificate authority to make online transactions.
vi: Nhằm nâng cao tính bảo mật trong giao dịch chứng khoán trực tuyến, hạn chế rủi ro lừa đảo trực tuyến và gia tăng trải nghiệm, SSI sẽ áp dụng phương thức xác thực 2 yếu tố bắt buộc. Quý khách vui lòng thực hiện chuyển đổi sang một trong các Phương thức xác thực: SMS OTP, Email OTP, Smart OTP hoặc Chứng thư số để thực hiện giao dịch trực tuyến.

# profile_later
source: Later
vi: Để sau

# profile_change_ptxt
source: Change
vi: Đổi PTXT

# acc
source: Acc {account}
vi: STK {account}

# vnd
source: {amount} VND
vi: {amount} VNĐ

source: Next
vi: Tiếp tục

source: Shares
vi: CP

source: Notice
vi: Thông báo

source: Agree
vi: Đồng ý

# pr_acc
source: Acc
vi: STK

# pr_information
source: Right information
vi: Thông tin quyền

# pr_registration_status
source: Registration Status
vi: Trạng thái quyền mua

# pr_right_history
source: Right History
vi: Lịch sử thực hiện quyền

# pr_all
source: All
vi: Tất cả

# pr_stock_bond
source: Stock purchase right additional stocks/Convertible bonds
vi: Quyền mua CP phát hành thêm/Trái phiếu chuyển đổi

# pr_stock_bonus
source: Stock bonus
vi: Quyền cổ tức bằng cổ phiếu

# pr_cash
source: Cash dividend
vi: Quyền cổ tức bằng tiền

# pr_bonus_issue
source: Bonus issue
vi: Cổ phiếu thưởng

# pr_warrant_interest
source: Covered warrant interest
vi: Lãi chứng quyền

# pr_subscription_period_to
source: Subscription period to
vi: Ngày hết hạn đăng ký

# pr_subscription_ratio
source: Subscription ratio
vi: Tỷ lệ

# pr_subscription_price
source: Subscription price
vi: Giá phát hành

# pr_quantity
source: Quantity
vi: KL hưởng quyền

# pr_available_quantity
source: Available quantity
vi: KL còn được mua

# pr_account
source: Account
vi: Số tài khoản

# pr_right_type
source: Right type
vi: Loại quyền

# pr_stock
source: Entitled symbol
vi: Mã CK hưởng quyền

# pr_market_price
source: Market price
vi: Giá thị trường

# pr_issue_stock
source: Issue stock
vi: Mã CK được mua

# pr_subscription_period_from
source: Subscription period from
vi: Ngày bắt đầu đăng ký

# pr_total_deposit
source: Total deposit
vi: Số tiền phải nộp

# pr_registered_quantity
source: Registered quantity
vi: KL đã đăng ký mua

# pr_deposit_amount
source: Deposited amount
vi: Số tiền đã nộp

# pr_status
source: Status
vi: Tình trạng

# pr_register
source: Register
vi: Đăng ký

# pr_detail
source: Detail information
vi: Thông tin chi tiết

# pr_account_number
source: Account
vi: Số tài khoản

# pr_receive_stock
source: Issue stock
vi: Mã CK được nhận

# pr_receive_quantity
source: Received quantity
vi: KL được nhận

# pr_receive_amount
source: Amount
vi: Số tiền được nhận

# pr_closing_date
source: Closing date
vi: Ngày chốt quyền

# pr_payable_date
source: Payable date
vi: Ngày thực hiện dự kiến

# pr_exact_payable_date
source: Payable date
vi: Ngày thực hiện

# pr_available_registration
source: Available for Registration
vi: Có thể đăng ký

# pr_registered
source: Registered
vi: Đã đăng ký

# pr_register_purchase_right
source: Right registration
vi: Đăng ký quyền mua

# pr_registering_quantity
source: Registering quantity
vi: Khối lượng mua

# pr_total_amount
source: Total amount
vi: Tổng tiền

# pr_purchasing_power
source: Purchasing power
vi: Sức mua

# pr_register_quantity_max_warning
source: Registering quantity must be less than quantity
vi: Khối lượng phải nhỏ hơn khối lượng có thể mua

# pr_register_quantity_empty_warning
source: Please enter the quantity
vi: Vui lòng nhập khối lượng chứng khoán

# pr_register_quantity_zero_warning
source: Quantity must be greater than 0
vi: Khối lượng phải lớn hơn 0

# pr_register_quantity_hint
source: Enter quantity
vi: Nhập số lượng chứng khoán mua

# pr_register_not_enough_purchasing_power
source: Not enough purchasing power, please deposit cash to your account
vi: Không đủ sức mua, Quý khách vui lòng nạp thêm tiền vào tài khoản để tiếp tục

# pr_confirm_register
source: Confirm
vi: Xác nhận

# pr_register_success_message
source: Your request has been sent and is pending
vi: Yêu cầu của Quý khách đã được gửi đi và chờ xử lý

# pr_view_right_information
source: View right information
vi: Xem thông tin quyền

# pr_view_registration_status
source: View registration status
vi: Xem trạng thái quyền mua

# pr_register_result
source: Register result
vi: Kết quả đăng ký

# pr_holiday_warning
source: This service is currently suspended. Please try again on the next working day
vi: Hệ thống hiện đang không hỗ trợ giao dịch. Quý khách vui lòng thử lại vào ngày làm việc tiếp theo

# pr_cod_warning
source: This service is currently suspended. Please try again on the next working day
vi: Hệ thống hiện đang không hỗ trợ giao dịch. Quý khách vui lòng thử lại vào ngày làm việc tiếp theo

# pr_cot_warning
source: This service is available from {fromTime} to {toTime}
vi: Thời gian thực hiện yêu cầu từ {fromTime} đến {toTime}

# pr_status_registered_quantity
source: Registered quantity
vi: KL đã mua

# pr_request_time
source: Request date
vi: Thời gian yêu cầu

# pr_status_all
source: All
vi: Tất cả

# pr_status_success
source: Successful
vi: Thành công

# pr_status_processing
source: Processing
vi: Chờ xử lý

# pr_status_cancelled
source: Cancelled
vi: Đã hủy

# pr_must_deposit_amount
source: Amount deposit
vi: Số tiền phải nộp

# pr_register_status
source: Status
vi: Trạng thái

# pr_enter_stock
source: Enter entitled symbol
vi: Nhập mã CK hưởng quyền

# pr_request_date
source: Request date
vi: Ngày yêu cầu

# pr_distribution_date
source: Distribution date
vi: Ngày phân bổ

# pr_receive_right_stock
source: Receive/Right stock
vi: Mã CK được nhận/được mua

# pr_history_receive_amount
source: Received amount
vi: Số tiền được nhận

# pr_history_filter_request_date
source: Request date
vi: Ngày ĐKCC/Ngày hết hạn ĐK mua

source: Trading recommendations
vi: Khuyến nghị đầu tư

source: From Brokers
vi: Từ CV TVCK

source: From SSI Research
vi: Từ SSI Research

source: From Digital Advisory
vi: Từ Digital Advisory

# re_brokers
source: Brokers
vi: CV TVCK

# re_recommendation_term
source: Recommendations term
vi: Danh mục khuyến nghị

source: Short run
vi: Danh mục ngắn hạn

# mid_and_long_run
source: Mid & long run
vi: Danh mục trung & dài hạn

source: Recommendations histories
vi: Lịch sử khuyến nghị

# recommendation_type
source: Type
vi: Loại KN
