Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# s_bond_notice_acc_not_fulfill_condition1
source: Your account does not fulfill the conditions required for investing in this product. Please contact 1900545471 or email to
vi: Tài khoản của quý khách không đủ điều kiện tham gia sản phẩm này. Quý khách vui lòng liên hệ 1900545471 hoặc email tới

# s_bond_notice_acc_not_fulfill_condition3
source: for support.
vi: để được hỗ trợ

# s_bond_notice_acc_not_eligible_trade1
source: Customer's account is not eligible to trade privately placed corporate bonds. Please contact 1900545471 or email to
vi: Tài khoản KH chưa đủ điều kiện giao dịch Trái phiếu doanh nghiệp riêng lẻ. Vui lòng liên hệ 1900545471 hoặc email tới

# s_bond_notice_acc_not_eligible_trade3
source: for support.
vi: để được hỗ trợ.

# s_bond_quantity_is_invalid
source: Quantity is invalid
vi: Khối lượng không hợp lệ

# s_bond_hold_deposit
source: Hold for awaiting deposit
vi: KL chờ lưu ký

# s_bond_hold_other_purposes
source: Hold for other purposes
vi: KL phong tỏa khác

# s_bond_days_to_maturity
source: Days to Maturity
vi: Số ngày đến ngày đáo hạn

# s_bond_day
source: {day} day
vi: {day} ngày

# s_bond_days
source: {days} days
vi: {days} ngày

# s_bond_the_contract
source: the contract
vi: hợp đồng

# s_bond_the_prior_sell_bond
source: prior to sell Bond.
vi: trước khi bán Trái phiếu.

# s_bond_please_wait_while_loading
source: Please wait while we calculate related information.
vi: Vui lòng chờ trong giây lát để hệ thống tính toán các thông tin cần thiết.

# sb_total_market
source: Total market
vi: Toàn thị trường

# sb_price_total_market
source: Market Offer Price
vi: Giá TT

# sb_best_bid_price
source: Best Bid Price
vi: Giá chào mua cao nhất

# sb_best_ask_price
source: Best Ask Price
vi: Giá chào bán thấp nhất

# s_bond_price_is_invalid
source: Price is invalid
vi: Giá không hợp lệ

# s_bond_volume_is_invalid_max
source: Please input amount <={maxVolume} with this Bond
vi: Vui lòng nhập số lượng <={maxVolume} với mã này

# s_bond_volume_is_invalid_min
source: Please input amount >={minVolume} with this Bond
vi: Vui lòng nhập số lượng >={minVolume} với mã này

# s_b_provived_by_ssi
source: Provided by SSI
vi: Mã TP do SSI cung cấp

# s_b_search_bond
source: BOND STOCKS
vi: Mã TP

# sb_total_volumn
source: Total Volume {total_value}
vi: Tổng KL {total_value}

# sb_ref_price
source: Ref Price
vi: TC

# sb_high
source: High
vi: Cao

# sb_low
source: Low
vi: Thấp

# sb_last_price
source: Last Price
vi: Giá TH gần nhất

# sb_last_vol
source: Last Vol
vi: KL TH gần nhất

# sb_total_vol_highest_price
source: Total vol at highest price
vi: Tổng KL TH với giá cao nhất

# sb_total_vol_lowest_price
source: Total vol at lowest price
vi: Tổng KL TH với giá thấp nhất

# sb_ssi_offer_price
source: SSI Offer Price
vi: Giá chào tại SSI

# sb_market_offer_price
source: Market Offer Price
vi: Giá chào trên thị trường

# sb_sbond_detail_tab
source: BOND Details
vi: Thông tin trái phiếu

# sb_sbond_statistical
source: Statistics
vi: Thống kê

# sb_buy_price_yield
source: Buy Price/ Yield
vi: Giá chào mua/ Lãi suất

# sb_sell_price_yield
source: Sell Price/ Yield
vi: Giá chào bán/ Lãi suất

# sb_max_buy
source: Max Buy
vi: KL mua tối đa

# sb_max_sell
source: Max Sell
vi: KL bán tối đa

# s_bond_volume_is_invalid
source: Quantity is invalid
vi: Giá trị khối lượng không hợp lệ

# s_bond_transfer_market
source: Trade on market
vi: Giao dịch trên thị trường

# s_bond_price_hint
source: Price
vi: Giá đặt

# sb_best_bid_vol
source: Best Bid Vol
vi: KL tại giá chào mua cao nhất

# sb_best_ask_vol
source: Best Ask Vol
vi: KL tại giá chào bán thấp nhất

# s_bond_sell_market
source: Sell on market
vi: Bán trên thị trường

# s_bond_sell_ssi
source: Sell at SSI
vi: Bán tại SSI

# s_bond_transfer
source: Bond Trading
vi: Giao dịch trái phiếu

# s_bond_search
source: Add bond stocks
vi: Nhập mã trái phiếu

# s_private_corporate_bond
source: BONDS
vi: Trái phiếu

# sb_history_price_in_market
source: Market price history
vi: Lịch sử giá toàn thị trường

# sb_history_price_in_ssi
source: SSI Offer Price
vi: Lịch sử giá tại SSI

# sb_date
source: Date
vi: Ngày

# sb_total_vol
source: Total Vol
vi: Tổng KL giao dịch

# sb_best_bid_price_1
source: Best Bid Price
vi: Chào mua cao nhất

# sb_best_ask_price_1
source: Best Ask Price
vi: Chào bán thấp nhất

# s_bond_tprl_agree_condition1
source: I agree with all
vi: Tôi đồng ý với các nội dung trong

# s_bond_tprl_agree_condition2
source: the Documents regarding my confirmation
vi: Văn bản xác nhận

# sb_time_to_mature_date
source: Days to Maturity
vi: Kỳ hạn còn lại

# sb_at_maturity_date
source: Maturity
vi: Đáo hạn

# s_bond_volume_is_smaller_max
source: Quantity must be less than or equal to Max Qty
vi: Khối lượng phải nhỏ hơn hoặc bằng KL bán tối đa

# s_bond_volume_is_more_than_min
source: Quantity must be greater than or equal to Min Qty
vi: Khối lượng phải lớn hơn hoặc bằng KL bán tối thiểu

# header_symbol
source: Symbol
vi: Mã

# header_matched_price
source: Matched
vi: Khớp

# header_price_change_percent
source: Price +/- (%)
vi: Giá +/- (%)

# header_point_change_percent
source: Point +/- (%)
vi: Điểm +/- (%)

# header_matched_price_symbol_detail
source: Price
vi: Giá

# header_total_vol
source: Total vol
vi: Tổng KL

# header_avg_vol
source: Avg vol
vi: KL TB

# header_index
source: Index
vi: Chỉ số

# header_point
source: Point
vi: Điểm

# header_total_val
source: Total val(bil)
vi: GTGD(tỷ)

# header_symbol_bond
source: Symbol
vi: Mã TP

# header_period_remain
source: Term
vi: Kỳ hạn còn lại

# header_last_price
source: Last price
vi: Giá thực hiện

# select_layout_title
source: Please select a layout you wish to apply for the price board
vi: Vui lòng chọn giao diện hiển thị bảng giá quý khách mong muốn

# select_layout_note_1
source: Should you change your mind later on, please tap on this icon
vi: Quý khách có thể tiếp tục thay đổi lựa chọn này bằng cách bấm vào icon

# select_layout_note_2
source: on the price board to switch layout
vi: trên màn hình bảng giá

# sc_proceed
source: Proceed
vi: Tiếp tục

# menu_choose_layout
source: Choose a layout
vi: Tùy chọn hiển thị

# menu_normal_layout
source: Normal layout
vi: Dạng thông thường

# menu_compact_layout
source: Compact layout
vi: Dạng thu gọn

# menu_card_layout
source: Card layout
vi: Dạng thẻ

# wlTitleDefault
source: My followings
vi: Đang theo dõi

# stock_bid_vol
source: Bid vol
vi: KL mua

# stock_bid_price
source: Bid price
vi: Giá mua

# stock_ask_vol
source: Ask vol
vi: KL bán

# stock_ask_price
source: Ask price
vi: Giá bán

# trading_stock_price
source: Price
vi: Giá

# stock_qty
source: Qty
vi: KL

# stock_high
source: High
vi: Cao

# stock_low
source: Low
vi: Thấp

# stock_vol
source: Vol
vi: KL

# stock_ceiling
source: Ceiling
vi: Trần

# stock_floor
source: Floor
vi: Sàn

# stock_ref
source: Ref
vi: TC

# custom_layout
source: Customise
vi: Tuỳ chỉnh hiển thị

# index_market
source: Indices
vi: Chỉ số thị trường

# custom_save
source: Save custom
vi: Lưu tuỳ chỉnh

# index_market_show
source: Select indices to display
vi: Chỉ số thị trường đang hiển thị

# min_index_chart
source: You must show at least 1 index
vi: Quý khách phải hiển thị ít nhất 1 chỉ số

# max_index_chart
source: You can only add up to 5 index
vi: Quý khách chỉ có thể thêm tối đa 5 chỉ số

# sRemoveStock
source: Do you want unfollow {stock} from watchlist?
vi: Quý khách có muốn bỏ theo dõi mã {stock} không?

# sCommonAgree
source: Yes
vi: Đồng ý

# sCommonClose
source: Close
vi: Đóng

# sUnfollow
source: Unfollow
vi: Bỏ theo dõi

# stock_buy
source: Buy
vi: Mua

# stock_sell
source: Sell
vi: Bán

# session_lo
source: LO
vi: Liên tục

# session_pt
source: PT
vi: Thoả thuận

# session_break
source: Break
vi: Phiên nghỉ

# session_c
source: Close
vi: Đóng cửa

# session_h
source: Stop
vi: Ngừng GD

# session_pre
source: Premarket order
vi: Lệnh trước giờ

# wlDefault
source: My followings
vi: Đang theo dõi

# wlErrorExisted
source: Watch list already exists
vi: Danh sách theo dõi đã tồn tại

source: Total val
vi: GTGD

# openPrice
source: Open
vi: Mở cửa

# avgPrice
source: Average
vi: Trung bình

# sc_nmTotalTradedValue
source: Total trading value
vi: Tổng GTGD

source: Maturity date
vi: Ngày đáo hạn

# estimatedSP
source: Estimated settlement price
vi: Giá TT dự tính

# foreignSellVolume
source: FR. sell vol
vi: KL NN bán

# foreignBuyVolume
source: FR. suy vol
vi: KL NN mua

source: Basis
vi: Độ lệch

source: OI
vi: KL mở

source: Outstanding shares
vi: KL lưu hành

# listedShare
source: Room foreign room
vi: Room NN

source: Low 52W
vi: Thấp 52 tuần

source: High 52W
vi: Cao 52 tuần

# sc_marketCap
source: Market cap
vi: Vốn hoá

# outstandingQuantity
source: Outs. qty
vi: KL lưu hành

source: Avg. vol. 3M
vi: KL TB 3 tháng

source: Avg. vol. 10D
vi: KLTB 10 phiên

source: Dividend ratio
vi: Tỷ lệ cổ tức

# nextDividendPayoutDate
source: Next div. date
vi: Ngày trả cổ tức TT

# roomNN
source: Foreign room
vi: Room NN

source: Total
vi: Tổng

# market_price
source: Mkt. Price
vi: Giá TT

source: Bid
vi: Dư mua

source: Ask
vi: Dư bán

source: Depth
vi: Độ sâu

# depth_chart_not_available
source: Market Depth Chart is available in LO/Break sessions.
vi: Biểu đồ độ sâu thị trường chỉ hiển thị trong phiên Liên tục/Nghỉ.

# depth_chart_not_have_bid_ask
source: Chart is currently unavailable as there are no pending orders on both bid and ask side.
vi: Biểu đồ không được hiển thị do mã này hiện chưa có dư mua dư bán.

# one_hour
source: 1 hour
vi: 1 giờ

# one_day
source: 1 day
vi: 1 ngày

# one_month
source: 1 month
vi: 1 tháng

# three_month
source: 3 months
vi: 3 tháng

# six_month
source: 6 months
vi: 6 tháng

# one_year
source: 1 year
vi: 1 năm

# three_year
source: 3 years
vi: 3 năm

# five_year
source: 5 years
vi: 5 năm

source: Date
vi: Ngày

source: Open
vi: Mở

source: High
vi: Cao

source: Low
vi: Thấp

source: Change
vi: Thay đổi

# percent_change
source: % Change
vi: % Thay đổi

source: Volume
vi: KL

# header_buy_net
source: Buy net
vi: KL mua ròng

# header_sell_net
source: Sell net
vi: KL bán ròng

# header_foregin_buy
source: Foreign buy
vi: KL NN mua

# header_foregin_sell
source: Foreign sell
vi: KL NN bán

# sc_cw
source: CW
vi: Chứng quyền

# sc_stock
source: Stock
vi: Cổ phiếu

# sc_derivatives
source: Derivatives
vi: Phái sinh

# sc_mutual_fund
source: Mutual fund
vi: Chứng chỉ quỹ

# sc_bond_vi
source: Bond
vi: Trái phiếu

# ca_status_d
source: Dividend
vi: Cổ tức

# ca_status_r
source: Issued to shareholders
vi: Phát hành cho cổ đông hiện hữu

# ca_status_dr
source: Dividend and Right Offering
vi: Phát hành thêm và Cổ tức

# ca_status_al
source: New listing
vi: Niêm yết bổ sung

# ca_status_cd
source: Capital Reduction
vi: Giảm vốn

# ca_status_cf
source: Change Free Float rate
vi: Thay đổi tỷ lệ Free Float

# ca_status_sm
source: General Meeting of shareholders
vi: Họp đại hội cổ đông

# ca_status_sp
source: Stock Split
vi: Tách cổ phiếu

source: Ex-date
vi: Ngày GDKHQ

# x_days_left
source: {daysLeft} day(s) left
vi: còn {daysLeft} ngày

# stock_common_pre_session_price_tooltip
source: The ceiling/floor/reference price is the provisional price based on the closing price at the end of the session (for HOSE, HNX exchange) and the average price (for UPCOM exchange), excluding cases where the share price has an adjustment on the ex-dividend date.
vi: Giá trần/sàn/tham chiếu là giá tạm tính dựa trên giá đóng cửa cuối phiên (với sàn HOSE, HNX) và giá trung bình (với sàn UPCOM), chưa tính đến các trường hợp giá cổ phiếu có sự điều chỉnh vào ngày giao dịch không hưởng quyền.

# stock_summary
source: Summary
vi: Tổng quan

# stock_price_depth
source: Depth
vi: Độ sâu

# stock_total
source: Total
vi: Tổng

# stock_profile
source: Profile
vi: Hồ sơ

# stock_time_and_sales
source: Matched orders
vi: Khớp lệnh

# stock_total_vol
source: Total vol
vi: Tổng KL

# stock_buy_abbreviations
source: B
vi: M

# stocks_sell_abbreviations
source: S
vi: B

# stock_time
source: Time
vi: Thời gian

# stock_buy_sell_abbreviations
source: B/S
vi: M/B

# stock_price
source: Price
vi: Giá

# stock_volume_analysis
source: Volume analysis
vi: Phân tích khối lượng

# stock_unknown
source: Unknown
vi: Không xác định

# stock_sum
source: Sum
vi: Tổng

# stock_overview
source: Overview
vi: Giới thiệu

# stock_view_more
source: View more
vi: Xem thêm

# stock_view_less
source: View less
vi: Rút gọn

# stock_leader
source: Board of director
vi: Lãnh đạo

# stock_shareholder
source: Shareholders
vi: Cổ đông

# stock_news
source: News
vi: Tin tức

# stock_base_info
source: Base info
vi: Thông tin cơ bản

# stock_listed_info
source: Listed info
vi: Thông tin niêm yết

# stock_introduction
source: Overview
vi: Giới thiệu

# stock_history_price
source: Price history
vi: Lịch sử giá

# stock_foreign_trading
source: Foreign trading
vi: Giao dịch NN

# stock_supply_demand
source: Supply-Demand
vi: Cung cầu

# stock_statistics
source: Statistics
vi: Thống kê

# stock_revenue
source: Revenue
vi: Doanh thu

# stock_profit
source: Profit
vi: Lợi nhuận

# stock_capital_dividend
source: Capital & dividend
vi: Vốn và cổ tức

# stock_basis_statistics
source: Basic statistics
vi: Thống kê cơ bản

# stock_company
source: Company
vi: Công ty

# stock_subsidiary_company
source: Subsidiaries
vi: Công ty con

# stock_base_capital
source: Charter capital
vi: Vốn điều lệ

# stock_holding_percent
source: Holding ratio
vi: Tỉ lệ nắm giữ

# stock_transaction
source: Transaction
vi: Giao dịch

# stock_relationship_company
source: Affiliated companies
vi: Công ty liên kết

# stock_date
source: Date
vi: Ngày

# stock_change
source: Change
vi: Thay đổi

# stock_close
source: Close
vi: Đóng cửa

# stock_adjusted_close
source: Adj. close
vi: Đóng ĐC

# stock_matched_transaction_quantity
source: Volume
vi: KL

# stock_matched_transaction_value
source: Value (bil)
vi: GTGD (tỷ)

# stock_KLGDTT
source: PT quantity
vi: KL TT

# stock_GTGDTT
source: PT value (bil)
vi: GTGD TT (tỷ)

# stock_open
source: Open
vi: Mở cửa

# stock_highest
source: Highest
vi: Cao nhất

# stock_lowest
source: Lowest
vi: Thấp nhất

# stock_average
source: Average
vi: Trung bình

# stock_foreign_room
source: Foreign room
vi: Room NN

# stock_lk_rong
source: B-S volume
vi: KL M-B

# stock_gt_rong
source: B-S value (bil)
vi: GT M-B (tỷ)

# stock_buy_quantity
source: Buy volume
vi: KL mua

# stock_buy_value
source: Buy value (bil)
vi: GT mua (tỷ)

# stock_sell_quantity
source: Sell volume
vi: KL bán

# stock_sell_value
source: Sell value (bil)
vi: GT bán (tỷ)

# stock_number_of_buy_quantity
source: Buy orders
vi: Số lệnh mua

# stock_number_of_sell_orders
source: Sell orders
vi: Số lệnh bán

# stock_matched_quantity
source: Matched quantity
vi: KL khớp

# stock_matched_value
source: Matched value (bil)
vi: GT khớp (tỷ)

# stock_top_shareholder
source: Shareholders
vi: Cổ đông

# stock_all
source: All
vi: Tất cả

# stock_financial_indicators
source: Financial indicators
vi: Chỉ tiêu tài chính

# stock_financial_strength
source: Financial strength
vi: Sức mạnh tài chính

# stock_dividend_cash
source: Cash dividend
vi: Cổ tức bằng tiền

# stock_owner_capital
source: Equity
vi: Vốn chủ sở hữu

# stock_asset
source: Assets
vi: Tài sản

# stock_billion
source: Billion
vi: Tỷ đồng

# stock_same_branch_company
source: Peers
vi: Công ty cùng ngành

# stock_organization
source: Organization
vi: Tổ chức

# stock_personal
source: Individuals
vi: Cá nhân

# stock_no_data
source: No data
vi: Không có dữ liệu

# stock_bil
source: bil
vi: tỷ

# stock_symbol
source: Symbol
vi: Mã

# stock_name_icb
source: ICB industry name
vi: Tên ngành ICB

# stock_code_icb
source: ICB industry code
vi: Mã ngành ICB

# stock_founded_year
source: Establishment date
vi: Năm thành lập

# stock_charter_capital
source: Charter capital
vi: Vốn điều lệ

# stock_number_employees
source: Number of employees
vi: Số lượng nhân viên

# stock_number_branches
source: Number of branches
vi: Số lượng chi nhánh

# stock_listing_date
source: Listed date
vi: Ngày niêm yết

# stock_place_of_listing
source: Exchange
vi: Nơi niêm yết

# stock_first_price
source: Listed price (1,000 VND)
vi: Giá chào sàn (1,000 VNĐ)

# stock_issue_share
source: Listed shares
vi: KL đang niêm yết

# stock_market_cap
source: Capitalization
vi: Thị giá vốn

# stock_from_date
source: From date
vi: Từ ngày

# stock_to_date
source: To date
vi: Đến ngày

# stock_total_quantity
source: Total qty
vi: KLGD

# stock_name
source: Name
vi: Mã công ty

# stock_share_out_standing
source: Outstanding shares
vi: SLCP lưu hành

# stock_share_out_standing_note
source: Including maximum to-be-issued quantity by corporate events
vi: Đã bao gồm KL dự kiến phát hành tối đa từ sự kiện quyền

# stock_from_to_day
source: From date - To date
vi: Từ ngày - Đến ngày

# stock_today
source: Today
vi: Hôm nay

# stock_done
source: Done
vi: Xong

# stock_to
source: to
vi: đến

# stock_title
source: Content
vi: Nội dung

# stock_publicdate
source: Public date
vi: Ngày công bố

# stock_entitlement
source: Entitlement
vi: Lịch sự kiện

# stock_action_type
source: Event
vi: Loại sự kiện

# stock_record_date
source: Record date
vi: Ngày chốt

# stock_issue_date
source: Exercise date
vi: Ngày thực hiện

# stock_public_date
source: Ex-dividend date
vi: Ngày GDKHQ

# stock_all_event
source: All
vi: Tất cả

# stock_domestic
source: Domestic
vi: Trong nước

# stock_foreign
source: Foreign
vi: Nước ngoài

# stock_other
source: Other
vi: Khác

# stock_by_year
source: By year
vi: Theo năm

# stock_by_quarter
source: By quarter
vi: Theo quý

# stock_dividend_payment
source: Dividend payment
vi: Trả cổ tức

# stock_annual_general_meeting
source: AGM
vi: ĐHCĐ

# stock_listing
source: Listing
vi: Niêm yết

# stock_insider_deal
source: Insider deal
vi: GD nội bộ

# stock_income_statement
source: Income statement
vi: Kết quả KD

# stock_others
source: Others
vi: Sự kiện khác

# stock_unit_bil
source: (Unit: Billion VND)
vi: (Đơn vị: Tỷ đồng)

# stock_year
source: Year
vi: Năm

# stock_quarter
source: Quarter
vi: Quý

# stock_valuation
source: Valuation
vi: Định giá

# stock_diluted_eps
source: Diluted EPS
vi: EPS pha loãng

# stock_diluted_pe
source: Diluted PE
vi: PE pha loãng

# stock_financial_capability
source: Financial capability
vi: Sức mạnh tài chính

# stock_profitability
source: Profitability
vi: Khả năng sinh lời

# stock_gross_profit_margin
source: Gross profit margin
vi: Tỷ suất LN gộp

# stock_net_profit_margin
source: Net profit margin
vi: Biên LN ròng

# stock_total_le
source: Total liabilities/equity
vi: Tổng nợ/VCSH

# stock_total_lta
source: Total liabilities/Total assets
vi: Tổng nợ/Tổng TS

# stock_quick_ratio
source: Quick ratio
vi: Thanh toán nhanh

# stock_current_ratio
source: Current ratio
vi: Thanh toán hiện hành

# stock_owned
source: Holding ratio
vi: Sở hữu

# stock_source
source: Original
vi: Tin gốc

# stock_chart
source: Chart
vi: Biểu đồ

# stock_finance
source: Finance
vi: Tài chính

# stock_stay_signed_in
source: Stay signed in
vi: Tự động đăng nhập

# stock_cw_detail
source: CW detail
vi: Chi tiết CQ

# stock_issuer
source: Issuer
vi: TCPH

# stock_cw_type
source: CW type
vi: Loại CQ

# stock_exercise_price
source: Exercise price
vi: Giá TH

# stock_conversion_ratios
source: Conversion ratio
vi: Tỉ lệ CĐ

# stock_issue_qty
source: Issued quantity
vi: KLPH

# stock_time_to_mat
source: Time to maturity
vi: Thời gian ĐH

# stock_underlying
source: Underlying
vi: Mã CS

# stock_u_price
source: Underlying price
vi: Giá CS

# stock_status
source: Status
vi: Trạng thái

# stock_break_event
source: Break-even
vi: Hoà vốn

# stock_maturity_date
source: Maturity date
vi: Ngày đáo hạn

# stock_last_trading
source: Last trading date
vi: Ngày GDCC

# stock_days
source: days
vi: ngày

# stock_day
source: day
vi: ngày

# stock_warrantsPrice
source: CW price
vi: Giá CQ

# stock_underlyingPrice
source: Underlying price
vi: Giá CK cơ sở

# stock_vnd_dong
source: VND
vi: VNĐ

# wlSave
source: Save
vi: Lưu

# wlSaveToCategory
source: Save to category
vi: Lưu vào danh mục

# wlHintTextCreate
source: Create new watch list
vi: Tạo danh sách theo dõi mới

# wlErrorExist
source: Watchlist is already existed
vi: Danh sách đã tồn tại

# stock_shares_abbreviations
source: shares
vi: CP

# stock_infor_cw
source: CW information
vi: Thông tin chứng quyền

# stock_technical_cw
source: CW technical
vi: Thông tin kỹ thuật

# stock_organize
source: Issuer
vi: Tổ chức phát hành

# stock_type_cw
source: CW type
vi: Loại chứng quyền

# stock_style_cw
source: CW style
vi: Kiểu chứng quyền

# stock_cw_buy
source: CW buy
vi: Chứng quyền mua

# stock_cw_sell
source: CW sell
vi: Chứng quyền bán

# stock_euro
source: European
vi: Châu Âu

# stock_strike_price
source: Strike price
vi: Giá thực hiện

# stock_issued_quantity
source: Issued quantity
vi: Khối lượng phát hành

# stock_issued_date
source: Issued date
vi: Ngày phát hành

# stock_underlying_price
source: Underlying price
vi: Giá CKCS

# stock_status_cw
source: Status
vi: Trạng thái của chứng quyền

# stock_intrinsic
source: Intrinsic
vi: Độ lệch

# stock_break_even
source: Break-even
vi: Điểm hoà vốn

# stock_time_to_maturity
source: Time to maturity
vi: Thời gian đáo hạn

# stock_last_trading_date
source: Last trading date
vi: Ngày giao dịch cuối cùng

# stock_conversion_ratio
source: Conversion ratio
vi: Tỉ lệ chuyển đổi

# stock_underlying_cw
source: Underlying
vi: Mã CKCS

# stock_total_value
source: Total value
vi: Tổng GT

# stock_foreign_sell
source: FR. sell Vol
vi: KL NN bán

# stock_foreign_buy
source: FR. buy Vol
vi: KL NN mua

# stock_dchart
source: Comparative price chart
vi: Biểu đồ tương quan giá

# stock_foreign_buy_net
source: Foreign buy net
vi: NN mua ròng

# stock_foreign_buy_net_chart_name
source: Net foreign buy volume in 10 days
vi: Khối lượng NN mua ròng 10 phiên

# trading_equity
source: Equity
vi: Cơ sở

# trading_derivative
source: Derivatives
vi: Phái sinh

# trading_chart
source: Chart
vi: Biểu Đồ

# trading_buy
source: Buy
vi: Mua

# trading_sell
source: Sell
vi: Bán

# trading_order_account_abbreviations
source: Acc
vi: STK

# trading_order_list
source: Order Book
vi: Sổ lệnh

# trading_portfolios
source: Portfolio
vi: Danh mục

# trading_normal_order
source: Normal order
vi: Lệnh thường

# trading_quantity
source: Quantity
vi: Khối lượng

# trading_price
source: Price
vi: Giá

# trading_max_qty
source: Max Quantity
vi: KL tối đa

# trading_auto_price
source: Auto-price
vi: Giá tự động

# trading_toler
source: Toler
vi: Biên trượt

# trading_buying_power
source: Buying power
vi: Sức mua

# trading_margin_ratio
source: Margin ratio
vi: Tỉ lệ hỗ trợ

# trading_order_est_value
source: Estimated value
vi: Giá trị lệnh dự kiến

# trading_you_need
source: You need
vi: Quý khách cần

# trading_deposit
source: Deposit
vi: Nạp Tiền

# trading_before_buy_stock
source: before trading stock
vi: trước khi giao dịch mua chứng khoán

# trading_confirm_order
source: Confirm order
vi: Xác nhận đặt lệnh

# trading_account_title
source: Account
vi: Tài khoản

# trading_order_price
source: Price
vi: Giá đặt

# trading_order_unit_description
source: Equity: Price x 1,000 VND, Quantity x 1 Future contract: Price x 1, Quantity x 1
vi: Chứng khoán cơ sở: Giá x 1,000 VNĐ, Khối lượng x 1 Hợp đồng tương lai: Giá x 1, Khối lượng x 1

# trading_close
source: Close
vi: Đóng

# trading_input_toler_title
source: Enter toler
vi: Nhập biên trượt

# trading_input_toler_description
source: A range of increase/decrease adjusted to the best bid/ask price.
vi: Là khoảng cách tăng/giảm tính trên mức giá mua/bán tốt nhất thị trường.

# trading_done
source: Done
vi: Xong

# trading_enter_toler
source: Enter toler
vi: Nhập biên trượt

# trading_edit
source: Amend
vi: Sửa

# trading_cancel
source: Cancel
vi: Huỷ
