Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# trading_qen_with_authorised_accounts
source: Conditional orders cannot be placed with authorised accounts. Please select your own account to proceed.
vi: Lệnh điều kiện không hỗ trợ tài khoản ủy quyền. Vui lòng chọn tài khoản chính chủ của quý khách để tiếp tục giao dịch.

# trading_warning_trailing_amount_buy
source: Please be noted that Initial trigger price = Market price + Trailing amount. As you did not specify a trailing amount, it shall be taken as 0 and the order shall be activated at the current market price. Do you confirm to proceed?
vi: Quý khách lưu ý, Giá kích hoạt ban đầu = Giá thị trường + Bước giá trượt. Do quý khách không nhập Bước giá trượt, hệ thống mặc định Bước giá trượt = 0 và lệnh sẽ được kích hoạt ngay tại mức giá thị trường. Quý khách có xác nhận đặt lệnh với điều kiện trên?

# trading_warning_trailing_amount_sell
source: Please be noted that Initial trigger price = Market price - Trailing amount. As you did not specify a trailing amount, it shall be taken as 0 and the order shall be activated at the current market price. Do you confirm to proceed?
vi: Quý khách lưu ý, Giá kích hoạt ban đầu = Giá thị trường - Bước giá trượt. Do quý khách không nhập Bước giá trượt, hệ thống mặc định Bước giá trượt = 0 và lệnh sẽ được kích hoạt ngay tại mức giá thị trường. Quý khách có xác nhận đặt lệnh với điều kiện trên?

# trading_back
source: Back
vi: Quay lại

# trading_disclaimer_title
source: When Client chooses to place a conditional order, SSI understands that Client has read, fully understood regulations/operating principles of conditional orders and agrees to apply, co-operate and follow the |Terms and Conditions as prescribed| by SSI.
vi: Khi khách hàng thực hiện đặt lệnh điều kiện, SSI hiểu rằng Khách hàng đã đọc, hiểu rõ về quy định/nguyên tắc hoạt động các loại lệnh điều kiện đồng thời đồng ý áp dụng, phối hợp và tuân thủ |Điều kiện và điều khoản về lệnh điều kiện do| SSI quy định.

# trading_not_agree_disclaimer
source: Please tick to agree with the terms of SSI before submitting request
vi: Quý khách vui lòng chọn đồng ý với các điều khoản của SSI trước khi gửi yêu cầu

# trading_qen_terms_and_conditions
source: Terms and Conditions
vi: Điều khoản và Điều kiện

# portfolio_mode_title
source: Please select a layout you wish to apply for the portfolio
vi: Vui lòng chọn giao diện hiển thị danh mục quý khách mong muốn

# portfolio_normal_layout
source: Normal layout
vi: Dạng thông thường

# portfolio_compact_layout
source: Compact layout
vi: Dạng bảng

# portfolio_mode_description_1
source: Should you change your mind later on, please tap on this icon
vi: Quý khách có thể tiếp tục thay đổi lựa chọn này bằng cách bấm vào icon

# portfolio_mode_description_2
source: on the portfolio to switch layout.
vi: trên màn hình danh mục.

# portfolio_weight_percent
source: % Weight
vi: % Danh mục

# portfolio_buy_t0
source: Buy T0
vi: Mua T0

# portfolio_buy_t1
source: Buy T1
vi: Mua T1

# portfolio_buy_t2
source: Buy T2
vi: Mua T2

# portfolio_sell_t0
source: Sell T0
vi: Bán T0

# portfolio_sell_t1
source: Sell T1
vi: Bán T1

# portfolio_sell_t2
source: Sell T2
vi: Bán T2

# portfolio_waiting_trade
source: Awaiting for trade
vi: Chờ GD

source: Cancel
vi: Hủy

# tfa_confirm
source: Submit
vi: Xác nhận

source: Setting
vi: Cài đặt

# turn_on_biometric
source: Turn on {bioType} used for Smart OTP login
vi: Bật {bioType} cho Smart OTP

# biometric_type_face_id
source: Face ID
vi: Khuôn mặt

# biometric_type_touch_id
source: Touch ID
vi: Vân tay

# tfa_register_now
source: Register
vi: Đăng ký

# title_PIN
source: PIN verification
vi: Xác thực PIN

# title_OTP
source: {twoFAType} verification
vi: Xác thực {twoFAType}

# sub_title_PIN
source: Enter your PIN code
vi: Nhập mã PIN của quý khách

# sub_title_SMS
source: Enter the OTP sent to your phone number
vi: Nhập mã OTP được gửi đến số điện thoại của quý khách

# sub_title_Email
source: Enter the OTP sent to your email address
vi: Nhập mã OTP được gửi đến địa chỉ email của quý khách

# sub_title_SmartOTP
source: Enter OTP displayed on the Smart OTP application
vi: Nhập mã xác thực hiển thị trên ứng dụng Smart OTP

# warning_resend
source: Didn't receive any {twoFAType}?
vi: Không nhận được mã {twoFAType}?

# submit
source: Confirm
vi: Xác nhận

# otp_remaining_time
source: OTP will expired in:
vi: Thời gian hiệu lực OTP còn:

# seconds
source: {seconds} seconds
vi: {seconds} giây

# tfa_save_pin
source: Save PIN validity till this account is logged out
vi: Giữ hiệu lực PIN cho đến khi đăng xuất tài khoản

# save_otp
source: Save {twoFAType} validity till this account is logged out
vi: Giữ hiệu lực {twoFAType} cho đến khi đăng xuất tài khoản

# two_fa_register_smartotp_dialog_login
source: Smart OTP has not been registered on this application. Please login to continue register Smart OTP.
vi: Quý khách chưa đăng ký Smart OTP trên ứng dụng này. Vui lòng đăng nhập để thực hiện đăng ký sử dụng Smart OTP

# two_fa_register_smartotp_dialog
source: Smart OTP has not been registered on this application
vi: Quý khách chưa đăng ký Smart OTP trên ứng dụng này

# two_fa_register_smartotp_dialog_login_title
source: Register Smart OTP
vi: Đăng ký Smart OTP

# twofa_message_active
source: Activating Smart OTP on iBoard will revoke previous registrations on any other devices or apps
vi: Kích hoạt Smart OTP trên iBoard App sẽ làm mất hiệu lực của Smart OTP đã đăng ký trước đó trên các ứng dụng khác

# twofa_message_agree_term
source: I have read and accept the SSI Smart OTP Terms & Conditions.
vi: Tôi đã đọc và đồng ý với Điều khoản và điều kiện sử dụng Smart OTP tại SSI

# twofa_terms_and_conditions
source: Terms and Conditions
vi: Điều khoản và Điều kiện

# twofa_terms_and_conditions_warning
source: Please tick to agree with the terms of SSI before submitting request
vi: Quý khách cần chọn đồng ý với các điều khoản của SSI trước khi gửi yêu cầu

# twofa_title_register_martotp
source: Register to use Smart OTP
vi: Đăng ký sử dụng Smart OTP

# twofa_title_register_device
source: Register to use Smart OTP on this application
vi: Đăng ký Smart OTP trên ứng dụng này

# twofa_title_button_argee
source: Agree
vi: Đồng ý

# twofa_title_button_cancel
source: Cancel
vi: Huỷ bỏ

# twofa_setup_pin
source: Setup PIN for Smart OTP
vi: Thiết lập mã PIN cho Smart OTP

# twofa_setup_pin_message
source: This PIN will be used to get transaction verification code.
vi: Mã PIN này dùng để mở khoá khi xác thực Smart OTP

# pin_not_empty
source: Please enter your PIN?
vi: Vui lòng nhập PIN

# twofa_setup_confirm_pin_title
source: Confirm PIN for Smart OTP
vi: Nhập lại mã PIN cho Smart OTP

# twofa_setup_confirm_pin_error_not_match
source: PIN does not match
vi: Mã PIN không khớp

# twofa_smartotp_enter_pin_title
source: Enter PIN
vi: Nhập mã PIN

# twofa_smartotp_enter_your_pin_title
source: Enter your PIN
vi: Nhập PIN của quý khách

# twofa_smartotp_verify_pin_failed
source: PIN code is not valid. Please try again.
vi: Mã PIN không chính xác. Vui lòng thử lại!

# twofa_smartotp_pin_required
source: Please enter transaction PIN
vi: Vui lòng nhập PIN giao dịch

# tfa_select_otp_method
source: Select a method to receive the activation code
vi: Chọn phương thức nhận mã kích hoạt

# tfa_transaction_pin
source: Transaction PIN
vi: Mã PIN giao dịch

# tfa_pin_note
source: Please enter transaction PIN as an authentication step for our system to send the activation code
vi: Vui lòng nhập mã PIN giao dịch để xác thực trước khi hệ thống gửi mã kích hoạt

# tfa_smart_otp_code
source: Smart OTP code
vi: Mã Smart OTP

# tfa_smart_otp_note
source: Please input the Smart OTP code in the installed application as an authentication step for our system to send the activation code
vi: Vui lòng nhập mã Smart OTP trên ứng dụng bạn đang cài đặt Smart OTP để xác thực trước khi hệ thống gửi mã kích hoạt

# tfa_empty_pin_error
source: Please enter transaction PIN
vi: Vui lòng nhập PIN giao dịch

# tfa_empty_smart_otp_error
source: Please enter code Smart OTP
vi: Vui lòng nhập mã Smart OTP

# tfa_enter_activation_code_des
source: In case you already have an activation code, please tap
vi: Nếu Quý khách đã lấy mã kích hoạt từ kênh khác vui lòng nhấn

# smart_otp_current_2fa
source: Authentication method in use:
vi: Phương thức xác thực đang sử dụng:

# smart_otp_setting_reactivate
source: Reactivate
vi: Kích hoạt lại

# smart_otp_setting_change_pin_smartotp
source: Change PIN Smart OTP
vi: Đổi mã PIN Smart OTP

# smart_otp_setting_account_management
source: Account management
vi: Quản lý tài khoản

# smart_otp_setting_manage_account
source: Manage
vi: Quản lý

# smart_otp_setting_add_account
source: Add
vi: Thêm

# smart_otp_setting_remove_account
source: Delete account
vi: Xóa tài khoản

# smart_otp_setting_rename_account
source: Update name
vi: Chỉnh sửa tên

# smart_otp_setting_save
source: Save
vi: Lưu

# smart_otp_setting_name_empty_error
source: Username is not empty
vi: Tên tài khoản không được để trống

# smart_otp_add_account_login_dialog_title
source: Add account
vi: Thêm tài khoản

# smart_otp_add_account_login_dialog_message
source: Please login with the account for which you wish to register Smart OTP.
vi: Quý khách vui lòng đăng nhập với tài khoản cần đăng ký Smart OTP

# smart_otp_add_account_registered_dialog_message
source: Your account has been registered Smart OTP. Please login with the account for which you wish to register Smart OTP.
vi: Tài khoản hiện tại đã đăng ký Smart OTP. Quý khách vui lòng đăng xuất tài khoản hiện tại và đăng nhập tài khoản cần đăng ký

# smart_otp_add_account_registered_dialog_logout
source: Log out
vi: Đăng xuất

# smart_otp_add_account_dialog_message
source: Your account has not been registered with Smart OTP. Join now?
vi: Tài khoản hiện tại chưa đăng ký Smart OTP. Đăng ký ngay.

# smart_otp_reactivate_login_required_message
source: Please login with the account for which you wish to reactivate Smart OTP.
vi: Quý khách vui lòng đăng nhập với tài khoản cần kích hoạt lại

# smart_otp_reactivate_account_not_match_title
source: User invalid
vi: Người dùng không còn hiệu lực

# smart_otp_reactivate_account_not_match_message
source: Please login with the account for which you wish to reactivate Smart OTP.
vi: Quý khách vui lòng đăng xuất tài khoản hiện tại và đăng nhập tài khoản cần kích hoạt lại

# smart_otp_setting_synchronization
source: Smart OTP synchronization
vi: Đồng bộ Smart OTP

# smart_otp_setting_biometry
source: Face ID/Touch ID
vi: Khuôn mặt/Vân tay

# smart_otp_setting_biometry_desc
source: Use your FaceID/TouchID instead of PIN to login Smart OTP
vi: Sử dụng Khuôn mặt/Vân tay thay cho mã PIN đăng nhập SmartOTP

# smart_otp_disable_biometry_warning
source: Please disable login Smart OTP with biometric so that you can change Smart OTP PIN.
vi: Quý khách vui lòng hủy đăng nhập Smart OTP thông qua sinh trắc học để thay đổi mã PIN Smart OTP

# smart_otp_login_biometric_suggestion
source: Or login
vi: Hoặc đăng nhập

# smart_otp_current_pin_title
source: Current PIN code
vi: Mã PIN hiện tại

# smart_otp_current_pin_description
source: Enter current PIN to confirm PIN change
vi: Nhập mã PIN hiện tại để xác nhận thay đổi mã PIN

# smart_otp_activation_code_title
source: Enter activation code
vi: Nhập mã kích hoạt

# smart_otp_activation_code_description
source: Please enter the activation code to continue registering Smart OTP
vi: Quý khách vui lòng nhập mã kích hoạt để tiếp tục đăng ký Smart OTP

# smart_otp_support_center
source: Help
vi: Hỗ trợ

source: Smart OTP login
vi: Đăng nhập Smart OTP

# smart_otp_pin_login
source: Enter PIN to unlock Smart OTP
vi: Nhập mã PIN để mở khoá Smart OTP

# smart_otp_login_pin_incorrect
source: PIN is incorrect. Please try again or contact hotline 1900545471 for support
vi: Mã PIN chưa chính xác. Vui lòng thử lại hoặc liên hệ thổng đài 1900545471 để được hỗ trợ

# smart_otp_login_pin_error
source: You have entered incorrectly {failedTime} times. This application will be temporarily locked the Smart OTP function after {maxFailedTime} failed attempts.
vi: Quý khách đã nhập sai {failedTime} lần. Ứng dụng sẽ tạm khóa tính năng Smart OTP nếu Quý khách nhập sai quá {maxFailedTime} lần.

# smart_otp_login_pin_blocked
source: You have entered incorrectly {failedTime} times. This application will be temporarily locked the Smart OTP function for {remainingTime} seconds
vi: Quý khách đã nhập sai {failedTime} lần. Ứng dụng sẽ tạm khóa tính năng lấy Smart OTP trong vòng {remainingTime} giây

# smart_otp_bio_reason
source: Authentication is needed to access your Smart OTP
vi: Yêu cầu xác thực để truy cập Smart OTP của Quý khách

# smart_otp_list_account
source: Account list
vi: Danh sách tài khoản

# smart_otp_list_account_desc
source: Select account to get the verification code
vi: Chọn tài khoản để lấy mã xác thực

# smart_otp_expired_account_dialog_title
source: User invalid
vi: Người dùng không còn hiệu lực

# smart_otp_expired_account_not_login_dialog_message
source: User invalid. Please login with the account for which you wish to reactivate Smart OTP.
vi: Người dùng không còn hiệu lực. Quý khách vui lòng đăng xuất tài khoản hiện tại và đăng nhập tài khoản cần kích hoạt lại

# smart_otp_get_it_here_button
source: Get activation code
vi: Lấy mã kích hoạt

# smart_otp_get_it_here_label
source: If you do not have an activation code, please click "Get Activation Code"
vi: Nếu chưa có mã kích hoạt, Vui lòng nhấn "Lấy mã kích hoạt"

# smart_otp_method_to_receive
source: Select a method to receive the activation code
vi: Chọn phương thức nhận mã kích hoạt

# smart_otp_send_confirmation_title
source: Get activation code
vi: Lấy mã kích hoạt

# smart_otp_send_confirmation_sms_message
source: Activation code will be sent to your phone number {phoneNumber}
vi: Mã kích hoạt sẽ được gửi về số điện thoại {phoneNumber}

# smart_otp_send_confirmation_email_message
source: Activation code will be sent to your email {email}
vi: Mã kích hoạt sẽ được gửi về email {email}

# smart_otp_sms_sent_message
source: Activation code has been sent to your phone number {phoneNumber}
vi: Mã kích hoạt đã được gửi về số điện thoại {phoneNumber}

# smart_otp_email_sent_message
source: Activation code has been sent to your email {email}
vi: Mã kích hoạt đã được gửi về email {email}

# smart_otp_ca_method_message
source: Your current authentication method is Certificate Authority, which is not supported on App. Please login on iBoard Web to proceed with your transactions or contact Hotline 19005454 71 for further assistance
vi: Quý khách đang sử dụng phương thức xác thực là Chứng thư số. Hiện phương thức này không được hỗ trợ trên App. Quý khách vui lòng truy cập iBoard Web để thực hiện giao dịch, hoặc liên hệ Hotline 19005454 71 để được trợ giúp

# smart_otp_activate_desc
source: Please enter the Smart OTP activation code sent to your phone number or Email to complete the registration process
vi: Quý khách vui lòng nhập mã kích hoạt Smart OTP đã được gửi về số điện thoại hoặc Email của Quý khách để hoàn tất quá trình đăng ký

# smart_otp_activate_failed
source: Activation code is not valid. Please try again.
vi: Mã kích hoạt chưa chính xác. Vui lòng thử lại!

# smart_otp_activate_blocked
source: Your account has been temporarily locked Smart OTP due to enter the wrong activation code many times. Please contact 1900 5454 71 for support
vi: Tài khoản tạm thời bị khóa chức năng kích hoạt Smart OTP do Quý khách nhập sai mã quá số lần cho phép. Vui lòng liên hệ tổng đài 1900 5454 71 để được hỗ trợ

# smart_otp_register_success
source: Successfully registered Smart OTP
vi: Đăng ký Smart OTP thành công

# smart_otp_reactivate_success
source: Smart OTP has been successfully activated.
vi: Kích hoạt Smart OTP thành công

# smart_otp_add_account_success
source: Account has been added successfully.
vi: Thêm tài khoản thành công

# smart_otp_full_name
source: Full name
vi: Họ và tên

# smart_otp_account_number
source: Account number
vi: Tài khoản

# smart_otp_view_account_list
source: Account list
vi: Xem danh sách tài khoản

# smart_otp_register_success_description
source: Authentication method has been successfully switched to Smart OTP. If you wish to proceed with transactions, please wait for a few minutes for the system to complate required updates.
vi: Phương thức xác thực đã được chuyển sang Smart OTP thành công. Quý khách vui lòng thực hiện giao dịch sau ít phút nữa để hệ thống tiến hành các cập nhật cần thiết.

# smart_otp_get_code_desc
source: To ensure the safety of your account, please do not give the transaction verification code to others
vi: Để đảm bảo an toàn cho tài khoản của quý khách, vui lòng không được cung cấp mã xác thực giao dịch cho người khác

# smart_otp_copy
source: Copy OTP
vi: Sao chép OTP

# smart_otp_copied
source: OTP copied
vi: Đã sao chép mã

# smart_otp_title_desc
source: Authentication code (OTP)
vi: Mã xác thực giao dịch (OTP)

# smart_otp_suggestion
source: Register Smart OTP into iBoard App for faster transaction
vi: Đăng ký SmartOTP trên ứng dụng để giao dịch nhanh hơn

source: Enter Smart OTP
vi: Nhập mã Smart OTP

# enter_smart_OTP_description
source: Enter the OTP on the Smart OTP application
vi: Nhập mã OTP trên ứng dụng Smart OTP

source: Set up a PIN code
vi: Thiết lập mã PIN

# set_up_a_PIN_code_description
source: Create a new PIN, the new PIN cannot be duplicated with the previous PIN
vi: Tạo mã PIN mới, mã PIN mới không được trùng với mã PIN trước đây

source: Re-enter PIN
vi: Nhập lại mã PIN

# re_enter_PIN_confirm
source: Re-enter the PIN to confirm the new PIN
vi: Nhập lại mã PIN để xác nhận mã PIN mới

# change_pin_success_title
source: Change PIN successfully
vi: Đổi mã PIN thành công

# change_pin_success_title_description
source: For your own safety, please DO NOT enter your Smart OTP, Smart OTP PIN, or Smart OTP Activation Code into non-SSI websites/applications or give it to anybody.
vi: Để đảm bảo an toàn vui lòng KHÔNG tiết lộ cho bất kỳ ai hoặc nhập các thông tin: Mã Smart OTP/Mã PIN Smart OTP/Mã Nhập mã kích hoạt vào các website hoặc ứng dụng không phải của SSI.

# change_pin_success_button
source: Back to setting
vi: Quay về Cài đặt

# change_pin_not_correct
source: PIN is incorrect
vi: Mã PIN chưa chính xác

# change_pin_duplicate
source: New PIN must be different from old PIN
vi: Mã PIN mới phải khác mã PIN cũ

# change_pin_confirm_pin_error_not_match
source: New PIN does not match
vi: Mã PIN mới không khớp

source: Forgot PIN?
vi: Quên mã PIN?

# forgot_pin_title
source: Forget PIN
vi: Quên mã PIN

# forgot_pin_warning
source: Smart OTP PIN is strictly confidential and cannot be reverted in any case.
vi: Mã PIN Smart OTP là hình thức bảo mật tuyệt đối, hệ thống không thể khôi phục nếu quý khách đã quên.

# forgot_pin_description
source: If you choose to deactivate Smart OTP on this device, all accounts associated with it will also be deactivated. After the deactivation has been done, please contact our Hotline 1900 54 54 71 to have Smart OTP reactivated.
vi: Sau khi thực hiện, tất cả các tài khoản đã tích hợp Smart OTP trên thiết bị này sẽ bị hủy kích hoạt. Quý khách vui lòng liên hệ tổng đài 1900 54 54 71 để được hỗ trợ kích hoạt lại.

# forgot_pin_button
source: Deactivate
vi: Hủy kích hoạt

# forgot_pin_deactivate_dialog_title
source: Deactivate
vi: Hủy kích hoạt

# forgot_pin_deactivate_dialog_message
source: Are you sure you want to deactivate?
vi: Quý khách chắc chắn muốn hủy kích hoạt?

# forgot_pin_deactivate_success_title
source: Success
vi: Thành công

# forgot_pin_deactivate_success_message_1
source: Your Smart OTP PIN has been removed. Please contact
vi: Mã PIN Smart OTP đã được xóa. Vui lòng liên hệ

# forgot_pin_deactivate_success_message_3
source: for support.
vi: để được hỗ trợ kích hoạt lại

# forgot_pin_account_not_registered_message
source: Your account has not been registered with Smart OTP on this device. Please login with the account has been registered to perform this feature
vi: Tài khoản hiện tại chưa đăng ký Smart OTP trên thiết bị này. Vui lòng đăng nhập với tài khoản đã được đăng ký để thực hiện chức năng này

# warning_ca
source: Your current authentication method is Certificate Authority, which is not supported on App. Please login on iBoard Web to proceed with your transactions or contact Hotline 19005454 71 for further assistance
vi: Quý khách đang sử dụng phương thức xác thực là Chứng thư số. Hiện phương thức này không được hỗ trợ trên App. Quý khách vui lòng truy cập iBoard Web để thực hiện giao dịch, hoặc liên hệ Hotline 19005454 71 để được trợ giúp

# biometric_register_touch_id_warning
source: Please enable login with TouchID(if any) on this device to proceed with this feature
vi: Vui lòng bật tính năng đăng nhập bằng Vân tay(nếu có) trên thiết bị để sử dụng tính năng này

# biometric_register_face_id_warning
source: Please turn on Authentication with Biometrics on this device to proceed with this feature
vi: Vui lòng bật tính năng xác thực bằng sinh trắc học trên thiết bị để sử dụng tính năng này

# biometric_register_touch_id_success
source: Activate Smart OTP login by Touch ID successfully
vi: Kích hoạt đăng nhập Smart OTP bằng Vân tay thành công

# biometric_register_face_id_success
source: Activate Smart OTP login by Face ID successfully
vi: Kích hoạt đăng nhập Smart OTP bằng Khuôn mặt thành công

# biometric_register_touch_id_fail
source: Activate Smart OTP login by Touch ID unsuccessfully
vi: Kích hoạt đăng nhập Smart OTP bằng Vân tay không thành công

# biometric_register_face_id_fail
source: Activate Smart OTP login by Face ID unsuccessfully
vi: Kích hoạt đăng nhập Smart OTP bằng Khuôn mặt không thành công

# biometric_unregister_touch_id_success
source: Inactivate Smart OTP login by Touch ID successfully
vi: Hủy đăng nhập Smart OTP bằng Vân tay thành công

# biometric_unregister_face_id_success
source: Inactivate Smart OTP login by Face ID successfully
vi: Hủy đăng nhập Smart OTP bằng Khuôn mặt thành công

# biometric_unregister_touch_id_warning
source: Are you want to disable Touch ID login Smart OTP?
vi: Quý khách có chắc chắn muốn hủy đăng nhập Smart OTP bằng Vân tay

# biometric_unregister_face_id_warning
source: Are you want to disable Face ID login Smart OTP?
vi: Quý khách có chắc chắn muốn hủy đăng nhập Smart OTP bằng Khuôn mặt

# remove_account_confirm_title
source: Delete Account
vi: Xóa tài khoản

# remove_account_confirm_content
source: Please be informed that, after you confirm to delete, Smart OTP of this account will be deactivated. You can contact our Hotline 1900 54 54 71 to have Smart OTP reactivated.
vi: Quý khách lưu ý, sau khi xác nhận xóa, tài khoản này sẽ bị hủy Nhập mã kích hoạt. Vui lòng liên hệ tổng đài 1900 54 54 71 để được hỗ trợ kích hoạt lại.

# remove_account_success
source: Account successfully deleted
vi: Xóa tài khoản thành công

# remove_account_failed
source: Delete account failed
vi: Xóa tài khoản thất bại

# sync_smart_otp_confirm_title
source: Notice
vi: Thông báo

# sync_smart_otp_inactive_message
source: This function is used only in case OTP authentication is unsuccessful.
vi: Quý khách chỉ sử dụng chức năng này khi xác thực bị báo sai OTP.

# sync_smart_otp_confirm_content
source: This function is used only in case OTP authentication is unsuccessful. Do you want to continue?
vi: Quý khách chỉ nên sử dụng chức năng này khi xác thực bị báo sai OTP. Quý khách có muốn tiếp tục không?

# sync_smart_otp_success
source: Smart OTP has been synchronized. Please proceed with your transactions.
vi: Hệ thống đã thực hiện đồng bộ Smart OTP. Quý khách vui lòng tiếp tục thực hiện giao dịch.

# sync_smart_otp_failed
source: Smart OTP sync failed. Please try again later or call 1900545471 for support.
vi: Đồng bộ Smart OTP thất bại. Quý khách vui lòng thử lại sau hoặc gọi 1900545471 để được hỗ trợ.
