Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Customer ID
vi: Mã khách hàng

# customer_id_enter
source: Enter customer ID
vi: Nhập mã khách hàng

source: Password
vi: Mật khẩu

# password_enter
source: Enter password
vi: Nhập mật khẩu

# biometric_auth_success
source: Biometric authentication is successful.
vi: Xác thực sinh trắc học thành công

# login_biometric_auth_fail
source: Failed to authenticate biometrics
vi: Xác thực sinh trắc học không thành công

# biometric_no_registered
source: Have not any biometrics are enrolled
vi: Không có bất kỳ sinh trắc học nào được đăng ký

source: Term
vi: Điều khoản

# ERR_AC_0003
source: User does not exist
vi: Tài khoản không tồn tại

# ERR_SAS_205
source: User info is not correct
vi: Thông tin tài khoản không chính xác

# ERR_AUTH_SAS_230
source: This account has been locked because login fails too many times
vi: Tài khoản của quý khách đã bị khóa do đăng nhập sai quá nhiều lần

# ERR_AUTH_SAS_207
source: Username or password is incorrect
vi: Tên đăng nhập hoặc mật khẩu sai

# ERR_AUTH_SAS_120
source: Username may only contain letters(a-z), numbers(0-9), dot(.) and at(@)
vi: Tên đăng nhập bao gồm chữ cái (a-z), chữ số (0-9), dấu chấm (.) và dấu @.

# bioTokenEmpty
source: Please login in and turn on Authenticate with Biometrics in Settings
vi: Vui lòng đăng nhập và bật xác thực bằng Face ID trong Cài đặt

# bioUserNameNotMatch
source: Biometric Authentication has not been set up for this username. Please log in with password.
vi: Tài khoản này chưa cài đặt Xác thực bằng sinh trắc học. Vui lòng đăng nhập bằng mật khẩu.

# userNameEmpty
source: Please enter username
vi: Vui lòng nhập tên đăng nhập

# passEmpty
source: Please enter password
vi: Vui lòng nhập mật khẩu

# login_something_went_wrong
source: Error in the system processing. Please contact 1900545471 or email to cs@ssi.com.vn for support!
vi: Hệ thống xảy ra lỗi trong quá trình xử lý. Quý khách vui lòng liên hệ 1900545471 hoặc email tới cs@ssi.com.vn để được hỗ trợ

# remember_login
source: Save login
vi: Lưu đăng nhập

# remember_login_tooltip
source: Auto-login state shall be remained until this account is logged out
vi: Tài khoản được duy trì trạng thái tự động đăng nhập cho đến khi Quý khách thực hiện đăng xuất

# ERR_AUTH_0216
source: biometricToken is expired
vi: biometricToken hết hạn

# ERR_AUTH_424
source: Username or password is incorrect
vi: Tên đăng nhập hoặc mật khẩu không chính xác

# dont_have_account
source: Don't have an account yet?
vi: Chưa có tài khoản?

# login_register_now
source: Open now
vi: Đăng ký ngay

# login_logout
source: Logout
vi: Đăng xuất

# login_force_login_title
source: Change login password
vi: Đổi mật khẩu đăng nhập

# login_force_login_message
source: Please change your password to secure your account and the continuity of your transactions
vi: Để đảm bảo an toàn và bảo mật cho tài khoản, Quý khách vui lòng thực hiện thay đổi mật khẩu để tiếp tục giao dịch

# login_force_login_message_reactive
source: Your password has not been changed for over {day} days. Please change your password to secure your account and the continuity of your transactions.
vi: Tài khoản quý khách đã quá {day} ngày chưa thực hiện thay đổi mật khẩu. Để đảm bảo an toàn và bảo mật cho tài khoản, Quý khách vui lòng thực hiện thay đổi mật khẩu để tiếp tục giao dịch.

# login_btn_continue
source: Continue
vi: Tiếp tục

# login_force_off_pin_content
source: To improve the security of online securities trading, limit the risk of online fraud and enhance customer experience, SSI will apply mandatory 2-factor authentication. Please convert to one of the authentication methods: SMS OTP, Email OTP, Smart OTP, or Certificate authority to make online transactions.
vi: Nhằm nâng cao tính bảo mật trong giao dịch chứng khoán trực tuyến, hạn chế rủi ro lừa đảo trực tuyến và gia tăng trải nghiệm, SSI sẽ áp dụng phương thức xác thực 2 yếu tố bắt buộc. Quý khách vui lòng thực hiện chuyển đổi sang một trong các Phương thức xác thực: SMS OTP, Email OTP, Smart OTP hoặc Chứng thư số để thực hiện giao dịch trực tuyến.

# login_later
source: Later
vi: Để sau

# login_change_ptxt
source: Change
vi: Đổi PTXT

source: SSI Rewards
vi: Quà tặng SSI

source: Redeem
vi: Đổi quà

# my_gifts
source: My rewards
vi: Quà của tôi

source: Points History
vi: Lịch sử điểm

source: Rewards point
vi: Điểm tích lũy

# point_expiry_dat
source: Point expiry date
vi: Hạn sử dụng điểm

# guide_redeem
source: How to earn points and redeem your rewards
vi: Hướng dẫn tích điểm đổi quà

source: All
vi: Tất cả

source: Login now to redeem
vi: Đăng nhập để đổi quà

source: Open Account
vi: Mở tài khoản

# l_detail_information
source: Details
vi: Thông tin chi tiết

# l_view_more
source: View more
vi: Xem thêm

# l_view_less
source: View less
vi: Rút gọn

# l_guildline_reward
source: How to use your rewards
vi: Hướng dẫn sử dụng quà

# l_total_points_required
source: Total points required
vi: Tổng số điểm cần dùng

# l_btn_reward
source: Redeem
vi: Đổi quà

# l_confirm_transaction
source: Confirm Redemption
vi: Xác nhận đổi quà

# l_customer_info
source: Customer Information
vi: Thông tin khách hàng

# l_customer_code
source: Client ID
vi: Mã khách hàng

# l_customer_name
source: Full name
vi: Tên khách hàng

# l_available_point
source: Available Points
vi: Số điểm khả dụng

# l_phone_register
source: Registered phone no
vi: Số điện thoại đăng ký

# l_email_register
source: Registered email
vi: Email đăng ký

# l_info_register
source: Registration Information
vi: Thông tin đăng ký

# l_amount
source: Quatity
vi: Số lượng

# l_total_point
source: Total points required
vi: Tổng điểm cần đổi

# l_amount_point
source: {amount} point
vi: {amount} điểm

# l_term_condition_1
source: By clicking Continue, you will accept to
vi: Bằng cách bấm vào Tiếp tục, bạn sẽ chấp nhận

# l_term_condition_2
source: SSI Terms and Conditions
vi: Điều khoản và Điều kiện

# l_term_condition_3
source: of SSI
vi: của SSI

# l_continue
source: Continue
vi: Tiếp tục

source: E-vouchers
vi: Quà tặng tiện ích

source: Processing
vi: Chờ phát quà

source: Redeemed
vi: Đã phát quà

source: Point earning
vi: Cộng điểm

source: Point redeem
vi: Tiêu điểm

# l_client_id
source: Client ID
vi: Mã khách hàng

# l_full_name
source: Full name
vi: Tên khách hàng

# l_available_points
source: Available Points
vi: Số điểm khả dụng

# l_registered_phone
source: Registered phone no
vi: Số điện thoại đăng ký

# l_registered_email
source: Registered email
vi: Email đăng ký

# l_quantity
source: Quatity
vi: Số lượng

# l_error_validated_point_over
source: Oops! Your accumulated points do not add up to this reward. Please go on with your transactions to get more points. For further information, please refer to our program terms and conditions.
vi: Số điểm của Quý khách chưa đủ để thực hiện đổi quà, hãy tiếp tục giao dịch và tích điểm. Vui lòng tham khảo thể lệ chương trình để biết thông tin chi tiết!

# l_error_validated_amount_over
source: The number of gifts you wish to redeem exceeds our availability. Please try again.
vi: Số lượng quà không đủ để thực hiện đổi quà. Vui lòng thử lại sau!

# l_error_amount
source: The number of gifts you wish to redeem exceeds our availability. Please try again.
vi: Số lượng quà không đủ để thực hiện đổi quà. Vui lòng thử lại sau!

# l_create_success
source: Congratulations! Your redemption request has been sent, please go to My rewards to view details.
vi: Chúc mừng quý khách. Hệ thống ghi nhận đăng ký đổi quà thành công, vui lòng nhận quà tại tab Quà của tôi

# l_redeemed
source: Redeemed
vi: Đã phát quà

# l_processing
source: Processing
vi: Chờ phát quà

# l_expire
source: Expired
vi: Hạn sử dụng

# l_promotion_code
source: Promotion code
vi: Mã khuyến mại

# l_copy
source: Copy
vi: Sao chép

# l_copy_success
source: Copy successfully
vi: Sao chép thành công

# no_data_my_reward
source: You haven't had any rewards yet.
vi: Quý khách chưa có quà tặng.

# no_data_history
source: You haven't had any reward history yet.
vi: Quý khách chưa có lịch sử điểm.

# l_expired
source: Expired
vi: HSD

# mgm
source: Referral
vi: Giới thiệu mở tài khoản

# mgm_term_condition_label
source: I have read, understand and agree to the
vi: Tôi đã đọc, hiểu và đồng ý với các

# mgm_term_condition
source: terms and conditions
vi: điều khoản & thể lệ

# mgm_term_condition_end_label
source: of participating. in the New Customer Referral Partnership program with SSI
vi: tham gia chương trình Hợp tác giới thiệu khách hàng với SSI.

# mgm_register
source: Register
vi: Tham gia ngay

# mgm_login_and_join_now
source: Login and join now
vi: Đăng nhập để tham gia

# mgm_open_account
source: Open account
vi: Mở tài khoản

# mgm_alert_expired
source: SSI Referral Program has been suspended for the time being. Thank you for your interest in our program!
vi: Chương trình Giới thiệu Khách hàng mới của SSI tạm kết thúc. Xin cảm ơn Quý khách đã quan tâm đến chương trình!

# mgm_close
source: Close
vi: Đóng

# mgm_notice
source: Notice
vi: Thông báo

# mgm_user_type_error
source: You are participating in another referral program, or are not eligible for the program. For more information, please contact hotline 1900545471
vi: Quý khách đang tham gia chương trình giới thiệu khách hàng khác, hoặc chưa đủ điều kiện tham gia chương trình. Để biết thêm chi tiết, xin vui lòng liên hệ 1900545471

# mgm_notice_not_agree
source: Please tick to agree with the terms of SSI before submitting request
vi: Quý khách cần chọn đồng ý với các điều khoản của SSI trước khi gửi yêu cầu

# mgm_referral_promotion
source: Referral promotion
vi: Chương trình ưu đãi mở tài khoản

# mgm_my_referral_code
source: My referral code
vi: Mã giới thiệu của tôi

# mgm_referral_link
source: Referral link
vi: Link giới thiệu

# mgm_total_referral
source: Total referral
vi: Số lượng giới thiệu thành công

# mgm_referral_list
source: Referral list
vi: Danh sách giới thiệu

# mgm_mission_one
source: Mission 1
vi: Nhiệm vụ 1

# mgm_mission_two
source: Mission 2
vi: Nhiệm vụ 2

# mgm_share_now
source: Share now
vi: Chia sẻ ngay

# mgm_title_register_success
source: Congratulations! You are now an Ambassador of SSI
vi: Chúc mừng Quý khách đã trở thành Đại sứ SSI

# mgm_share_title
source: Share the code to receive the gift now
vi: Chia sẻ mã nhận quà ngay

# mgm_referral_code
source: Referral code
vi: Mã giới thiệu

# mgm_download
source: Download
vi: Tải về

# mgm_download_success
source: Download referral code successful
vi: Tải về mã giới thiệu thành công

# mgm_download_failed
source: Downloading referral code failed
vi: Tải về mã giới thiệu thất bại

# mgm_term_and_condition_title
source: Terms and Conditions
vi: Điều khoản & thể lệ chương trình

# mgm_share_content
source: Hello! Let's use my referral code {code} now to receive an attractive gift for your first transaction on SSI's iBoard app. {link}
vi: Xin chào! Hãy sử dụng ngay mã giới thiệu của tôi {code} để nhận được phần quà hấp dẫn cho giao dịch đầu tiên trên ứng dụng iBoard của SSI. {link}

source: Price Alert
vi: Cảnh báo giá

source: Notification
vi: Thông báo

source: Order
vi: Lệnh

source: Balance
vi: Số dư

source: Account
vi: Tài khoản

# general
source: News
vi: Thông báo

source: Alert
vi: Cảnh báo

source: Login
vi: Đăng nhập

# need_login
source: Please login to view notifications
vi: Quý khách vui lòng đăng nhập để xem thông báo

# notif_setting
source: Notification setting
vi: Cài đặt thông báo

# warning_text
source: Notifications from SSI are currently turned off, please click here to turn them back on.
vi: Quý khách đang tắt các thông báo từ SSI, vui lòng nhấn vào đây để bật lại

# notif_empty
source: There is no notification
vi: Quý khách chưa có thông báo nào

# delete_notif
source: Delete notification
vi: Xoá thông báo

# alert_button_title
source: Alert management
vi: Quản lý cảnh báo giá

# config_type_title
source: Please select notifications of your interest
vi: Vui lòng chọn những thông báo Quý khách quan tâm

source: Today
vi: Hôm nay

source: now
vi: bây giờ

# minute_ago
source: m ago
vi: phút trước

# hour_ago
source: h ago
vi: giờ trước

# delete_message
source: Do you want to delete this notifications?
vi: Quý khách chắc chắn muốn xóa thông báo này?

# cancel_delete
source: Cancel
vi: Hủy

# accept_delete
source: Delete
vi: Xóa

source: Chart
vi: Biểu đồ

# price_volatility_tab
source: Price volatility
vi: Biến động giá

# alert_volume
source: Volume
vi: Khối lượng

# room_nn
source: Foreign volume
vi: Room NN

source: Price
vi: Giá

# price_label
source: Notify me when
vi: Thông báo cho tôi khi

# price_hint
source: Input price
vi: Nhập giá

# price_volatility_hint
source: Input change price
vi: Nhập biến động giá

# reached_up
source: reached
vi: đạt

# reached_down
source: reached
vi: giảm về

source: increases by
vi: tăng

source: decreases by
vi: giảm

# price_up
source: Price increases to
vi: Giá tăng lên

# price_down
source: Price decreases to
vi: Giá giảm xuống

# price_equal
source: Price is already
vi: Giá đã đạt mức

# invalid_price
source: Price is invalid
vi: Giá không hợp lệ

# invalid_volume
source: Volume is invalid
vi: Khối lượng không hợp lệ

# empty_input
source: Please input a value to create an alert
vi: Vui lòng nhập giá trị để tạo cảnh báo

# remind_me_label
source: Remind me
vi: Nhắc tôi

# once
source: Just one time
vi: Chỉ một lần

# everyday
source: One time on day
vi: Một lần 1 ngày

# expiration_date_label
source: Expired date
vi: Ngày hết hạn

# expiration_time_label
source: Expired time
vi: Giờ hết hạn

# message_label
source: Remark
vi: Nội dung

# set_alert
source: Set an alert
vi: Đặt cảnh báo

source: Add alert
vi: Thêm cảnh báo

# edit_alert_submit_button
source: Update
vi: Cập nhật

# edit_alert_submit_cancel_button
source: Cancel
vi: Huỷ bỏ

# create_alert_success
source: Alert has been created successfully
vi: Tạo mới cảnh báo thành công

# edit_alert_success
source: Alert has been updated successfully
vi: Cập nhật cảnh báo thành công

# delete_alert_success
source: Alert is deleted
vi: Đã xoá cảnh báo

# volatility
source: Price changes by
vi: Biến động giá

# volatility_message
source: increases/decreases by
vi: tăng/giảm

# volatility_up
source: Price increases by
vi: Biến động giá tăng

# volatility_down
source: Price decreases by
vi: Biến động giá giảm

# percent_volatility
source: Price % changes by
vi: Biến động % giá

# percent_volatility_up
source: Price % increases by
vi: Biến động % giá tăng

# percent_volatility_down
source: Price % decreases by
vi: Biến động % giá giảm

# volatility_hint
source: Input change price
vi: Nhập biến động giá

# percent_volatility_hint
source: Input % price
vi: Nhập % giá

# volume_up
source: Volume reaches
vi: Khối lượng đạt

source: Volume greater than
vi: Khối lượng lớn hơn

source: Volume less than
vi: Khối lượng nhỏ hơn

# volume_hint
source: Input volume
vi: Nhập khối lượng

# volume_error
source: Please input a larger volume than the current volume
vi: Vui lòng nhập khối lượng lớn hơn khối lượng hiện tại

# permission_dialog_title
source: To use this feature, please enable the permission to show notifications for the app on your device.
vi: Để sử dụng tính năng này, Quý khách vui lòng bật quyền hiển thị thông báo cho ứng dụng trên thiết bị

# permission_dialog_close_button
source: Close
vi: Đóng

# permission_dialog_setting_button
source: Setting
vi: Cài đặt

# empty_alert
source: There is no alert
vi: Quý khách chưa cài đặt cảnh báo

# empty_stock_alert
source: There is no alert for this stock
vi: Quý khách chưa cài đặt cảnh báo cho mã chứng khoán này

source: Alert management
vi: Quản lý cảnh báo

# see_all
source: View all
vi: Xem tất cả

source: Edit alert
vi: Sửa cảnh báo

source: Delete alert
vi: Xóa cảnh báo

source: Expired
vi: Hết hạn

# delete_alert_dialog_title
source: Do you want to delete this alert?
vi: Quý khách có muốn xoá cảnh báo?

# delete_alert_dialog_cancel_button
source: Cancel
vi: Huỷ

# delete_alert_dialog_ok_button
source: Confirm
vi: Xác nhận

# enable_alert_validate
source: Alert is already, please create a new alert
vi: Cảnh báo đã đạt ngưỡng, Quý khách vui lòng tạo cảnh báo mới để tiếp tục

# warning_time
source: Invalid input time, please try again
vi: Thời gian nhập không hợp lệ, vui lòng thử lại

source: Create alert
vi: Đặt cảnh báo

source: List alert
vi: Danh sách cảnh báo

source: Price volatility is already equal to
vi: Biến động giá đã ở mức

source: Price volatility is already less than or equal to
vi: Biến động giá đã ở mức nhỏ hơn hoặc bằng

source: Price volatility is already greater than or equal to
vi: Biến động giá đã ở mức lớn hơn hoặc bằng

source: Alert history
vi: Lịch sử cảnh báo

source: Mark as read
vi: Đánh dấu đã đọc

# mark_read_notif_success
source: Mark as read
vi: Đánh dấu đã đọc thông báo

# notif_ignore
source: Skip
vi: Bỏ qua

# notif_choose_all
source: Select all
vi: Chọn tất cả

# price_percent_volatility_is_already_equal_to
source: Price volatility is already equal to
vi: Biến động % giá đã ở mức

# price_percent_volatility_is_already_less_than_or_equal_to
source: % Price volatility is already less than or equal to
vi: Biến động % giá đã ở mức nhỏ hơn hoặc bằng

# price_percent_volatility_is_already_greater_than_or_equal_to
source: % Price volatility is already greater than or equal to
vi: Biến động % giá đã ở mức lớn hơn hoặc bằng

source: Recommendations
vi: Khuyến nghị

# volume_nn_label
source: Volume remains
vi: Khối lượng còn lại

source: remains
vi: còn lại

# room_nn_error
source: Please enter a volume less than the remaining volume
vi: Vui lòng nhập khối lượng nhỏ hơn khối lượng còn lại

source: Remained foreign volume
vi: Khối lượng room NN

source: reaches
vi: còn lại

# room_nn_hint_message
source: Remaining foreign volume
vi: Khối lượng room NN còn lại

# notif_view_detail
source: View detail
vi: Xem chi tiết

# notif_buy_now
source: Buy now
vi: Mua ngay

# notif_sell_now
source: Sell now
vi: Bán ngay

# notif_buy_further
source: Buy further
vi: Mua gia tăng

# tab_overview
source: Snapshot
vi: Tổng quan

# tab_stock
source: Stocks
vi: Cổ phiếu

# tab_industry
source: Industries
vi: Ngành

# tab_index
source: Indices
vi: Chỉ số

# tab_fu
source: Derivatives
vi: Phái sinh

# tab_cw
source: Covered Warrant
vi: Chứng quyền

# tab_bond
source: Bond
vi: Trái phiếu

# fu_index
source: VN30 Future Contract
vi: HĐTL chỉ số VN30

# fu_bond
source: Gov. Bond Future Contract
vi: HĐTL TPCP

# fu_derivatives
source: Derivatives
vi: Phái sinh

# from_to_date
source: From date - To date
vi: Từ ngày - Đến ngày

# min_industry_selected
source: Please retain at least 1 industry
vi: Quý khách phải hiển thị ít nhất 1 ngành

# note_index_total_value_unit
source: * Traded value in bil VND
vi: * Đơn vị GTGD: tỷ đồng

# billion_dong
source: Billion VND
vi: Tỷ đồng

# positive_signal
source: Net Flow > 0: Positive signal
vi: NF > 0: Mua chủ động (tích cực)

# negative_signal
source: Net Flow < 0: Negative signal
vi: NF < 0: Bán chủ động (tiêu cực)

source: Net Flow
vi: Dòng chảy thị trường (Net Flow)

# buyForeignValue
source: FR.Buy Value
vi: GTNN mua

# sellForeignValue
source: FR.Sell Value
vi: GTNN bán

# buyForeignQtty
source: FR.Buy Volume
vi: KLNN mua

# sellForeignQtty
source: FR.Sell Volume
vi: KLNN bán

# nmTotalTradedValue
source: Value
vi: GTGD

# nmTotalTradedQty
source: Volume
vi: KLGD

source: Market Cap
vi: Vốn hoá

# netSellForeignQtty
source: Sell net
vi: Bán ròng

# netBuyForeignQtty
source: Buy net
vi: Mua ròng

# oneWeek
source: 1 week
vi: 1 tuần

# oneMonth
source: 1 month
vi: 1 tháng

# threeMonth
source: 3 months
vi: 3 tháng

# sixMonth
source: 6 months
vi: 6 tháng

# viewMore
source: More
vi: Xem thêm

# topPriceUp
source: Top Gainers
vi: Top tăng giá

# topPriceDown
source: Top Losers
vi: Top giảm giá

# topPercentUp
source: Movers
vi: Top % tăng giá

# topPercentDown
source: Shakers
vi: Top % giảm giá

# topQty
source: Top Volume
vi: Top khối lượng

# topForeign
source: Top Foreign Trading
vi: Top giao dịch nước ngoài

# indusGraph
source: Industry Heatmap
vi: Biểu đồ ngành

# netFlowInfo
source: Net Flow indicates active buying or selling pressure on the market, based on the difference between the value of active buying orders and that of selling orders of all stocks within VN30 index.
vi: Dòng chảy thị trường (Net Flow) thể hiện xu hướng dòng tiền đang là mua chủ động hay bán chủ động, thông qua việc tính hiệu của giá trị lệnh mua chủ động và giá trị lệnh bán chủ động (mua - bán) của các mã cổ phiếu trong rổ VN30.

source: Issuer
vi: TCPH

# bonds_listed
source: Listed
vi: Niêm yết

# bonds_private
source: Private
vi: Phát hành riêng lẻ

source: Total Bid Value
vi: GT chào mua

source: Total Ask Value
vi: GT chào bán

source: Total Traded Vol
vi: KLGD

source: Total Traded Val
vi: GTGD

# muturity_time_help
source: Remained term is in days.
vi: Kỳ hạn còn lại tính theo đơn vị ngày

# tab_stock_screen
source: Exchange
vi: Sàn giao dịch

# tab_cw_screen
source: Underlying Symbol
vi: Mã chứng khoán cơ sở

# symbol_search_hint
source: Search
vi: Tìm kiếm

# symbol_filter_guide
source: Drag the item you wish to move then drop it to your expected position.
vi: Giữ vào mã bạn muốn chọn rồi di chuyển đến vị trí mà bạn mong muốn.

# cash_in_out_title
source: Market cash in/out
vi: Diễn biến dòng tiền

# cash_in_out_tooltip
source: Market cash in/out supports users to track high-volume buy/sell orders (volume >= {minVolume}) of stocks in VN30 and others with average trading value of 20 days >= 10 billion VND. The list of shares is updated on a daily basis and remains valid over the next working day.
vi: Diễn biến dòng tiền hỗ trợ người dùng theo dõi các lệnh mua/bán chủ động khối lượng lớn (>= {minVolume} cổ phiếu/lệnh), của các mã cổ phiếu nằm trong nhóm VN30 và các mã cổ phiếu có giá trị giao dịch bình quân 20 ngày >= 10 tỷ. Danh sách cổ phiếu được cập nhật liên tục vào cuối ngày và có hiệu lực cho ngày làm việc kế tiếp.

# cash_in_out_side
source: B/S
vi: M/B

# cash_in_out_vol
source: Volume
vi: KL lệnh

# cash_in_out_ck
source: Symbol
vi: CK

# cash_in_out_price
source: Price
vi: Giá

# cash_in_out_accumulated_vol
source: Total volume
vi: Tổng KL

# cash_in_out_time
source: Time
vi: Thời gian

# cash_in_out_bu
source: B
vi: M

# cash_in_out_sd
source: S
vi: B

# price_board_trading_net
source: Buy/Sell net
vi: KL Mua/Bán ròng

# price_board_trading_volume
source: FR.Buy/Sell volume
vi: KL NN Mua/Bán

# price_board_buy_net
source: Top buy net
vi: Top KL mua ròng

# price_board_sell_net
source: Top sell net
vi: Top KL bán ròng

# price_board_top_nn_buy
source: Top fr. buy volume
vi: Top KL NN mua

# price_board_top_nn_sell
source: Top fr. sell volume
vi: Top KL NN bán

# price_board_sort
source: Sort items
vi: Sắp xếp

# price_board_overview_sort_guide
source: Drag the item you wish to move then drop it to your expected position.
vi: Giữ vào tính năng bạn muốn chọn rồi di chuyển đến vị trí mà bạn mong muốn.

# profile_get_smart_otp
source: Get Smart OTP
vi: Lấy mã Smart OTP

# profile_my_account
source: My account
vi: Tài khoản của tôi

# profile_security_setting
source: Security
vi: Cài đặt bảo mật

# profile_setting
source: Settings
vi: Cài đặt

# profile_general_setting
source: General
vi: Cài đặt chung

# profile_app_info
source: App information
vi: Thông tin ứng dụng

# profile_support_center
source: Help center
vi: Trung tâm hỗ trợ

# profile_about_ssi
source: About SSI
vi: Về SSI

# profile_login
source: Login
vi: Đăng nhập

# profile_logout
source: Logout
vi: Đăng xuất

# profile_using_guild
source: User manual
vi: Hướng dẫn sử dụng

# profile_term_condition
source: Policy | Security | Risk
vi: Chính sách | Bảo mật | Rủi ro

# profile_language
source: Language
vi: Ngôn ngữ

# profile_light_mode
source: Light theme
vi: Chế độ nền sáng

# profile_notification_setting
source: Notification
vi: Cài đặt thông báo
