Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# trading_order_created
source: Your request to place this order has been sent. Please keep track on its status in Order book.
vi: Yêu cầu đặt lệnh đã được tiếp nhận. Vui lòng kiểm tra lại trạng thái lệnh trong Sổ lệnh.

# trading_order_edit_success
source: Your request to amend this order has been sent. Please keep track on its status in Order book.
vi: Yêu cầu sửa lệnh đã được tiếp nhận. Vui lòng kiểm tra lại trạng thái sửa trong Sổ lệnh.

# trading_confirm
source: Confirm
vi: Xác nhận

# validate_stock_invalid
source: Symbol is invalid
vi: Mã chứng khoán không hợp lệ

# validate_price_more_than_zero
source: Price must be greater than zero
vi: Giá phải lớn hơn 0

# validate_price_must_small_than_ceiling
source: Price must be equal or smaller than ceiling
vi: Giá phải nhỏ hơn hoặc bằng giá trần

# validate_price_must_more_than_floor
source: Price must be equal or greater than floor
vi: Giá phải lớn hơn hoặc bằng giá sàn

# validate_price_not_empty
source: Please enter Price
vi: Vui lòng nhập Giá

# validate_price_invalid
source: Price is invalid
vi: Giá không hợp lệ

# validate_price_enter_price
source: Please enter price
vi: Vui lòng nhập giá

# validate_enter_quantity
source: Please enter quantity
vi: Vui lòng nhập khối lượng

# validate_quantity_invalid
source: Quantity is invalid
vi: Khối lượng không hợp lệ

# validate_quantity_must_more_than_zero
source: Quantity must be greater than zero
vi: Khối lượng phải lớn hơn 0

# validate_quantity_max_is
source: Max quantity is
vi: Khối lượng tối đa là

# validate_quantity_min_is
source: Min quantity is
vi: Khối lượng tối thiểu là

# validate_toler_invalid
source: Toler is invalid
vi: Biên trượt không hợp lệ

# validate_time_valid
source: The pre-market order session starts from {premarketTime}. Please place order after this time.
vi: Thời gian bắt đầu phiên đặt lệnh trước giờ từ {premarketTime}. Quý khách vui lòng thực hiện đặt lệnh sau khoảng thời gian này.

# validate_wrong_session
source: Session is invalid
vi: Sai phiên

# validate_wrong_cannot_load_max_qty
source: Max buy/sell cannot be loaded
vi: Can't load max buy and max sell

# trading_total_value
source: Total value
vi: Tổng giá trị

# trading_sell_more
source: Bulk-sell
vi: Bán nhiều mã

# trading_stock_code
source: Symbol
vi: Mã CK

# trading_amount_transaction
source: Sellable Qty
vi: KLGD

# trading_total_amount
source: Total Qty
vi: Tổng KL

# trading_matched_price
source: Mkt. Price
vi: Giá thị trường

# trading_origin_price
source: Avg. Price
vi: Giá vốn

# trading_profit_percent
source: % P&L
vi: % Lãi/Lỗ

# trading_profit
source: P/L
vi: Lãi/Lỗ

# trading_sell_button
source: Sell
vi: Bán

# trading_vnd
source: VND
vi: VNĐ

# trading_account
source: Acc
vi: STK

# trading_no_data
source: No data
vi: Không có dữ liệu

# trading_unSelected_all
source: Deselect all
vi: Bỏ chọn tất cả

# trading_market_price
source: Mkt. Price
vi: Giá TT

# trading_purchase_price
source: Avg. Price
vi: Giá vốn

# trading_trasaction_vol
source: Sellable Qty
vi: KL giao dịch

# trading_buy_t0
source: Buy T0
vi: Mua khớp T0

# trading_buy_t1
source: Buy T1
vi: Mua chờ thanh toán T1

# trading_buy_t2
source: Buy T2
vi: Mua chờ thanh toán T2

# trading_sell_t0
source: Sell T0
vi: Bán khớp T0

# trading_sell_t1
source: Sell T1
vi: Bán chờ thanh toán T1

# trading_sell_t2
source: Sell T2
vi: Bán chờ thanh toán T2

# trading_pledge
source: Pledge
vi: Cầm cố

# trading_waiting_trade
source: Awaiting for trade
vi: Chờ giao dịch

# trading_hold
source: Hold
vi: Phong toả

# trading_select_all
source: Select all
vi: Chọn tất cả

# trading_cost
source: Cost value
vi: Vốn

# trading_search_event_hind
source: Enter a symbol here
vi: Nhấn để tìm mã cổ phiếu

# trading_select_symbol_first
source: Please enter a symbol first
vi: Vui lòng chọn mã cổ phiếu trước

# trading_no_have_der_account_title
source: You do not have Derivative Account
vi: Quý khách chưa có TK phái sinh

# trading_no_have_der_account_description
source: You have not opened a derivatives trading account or activated the electronic trading service, please contact the account manager Broker or call 1900545471 (branch 9) for support.
vi: Quý khách chưa mở Tài khoản giao dịch chứng khoán phái sinh hoặc chưa kích hoạt dịch vụ giao dịch điện tử, vui lòng liên hệ nhân viên Môi giới quản lý tài khoản hoặc gọi 1900545471 (nhánh 9) để được hỗ trợ.

# not_have_derivative_account
source: You have not opened a derivatives trading account or activated the electronic trading service, please contact the account manager Broker or call
vi: Quý khách chưa mở Tài khoản giao dịch chứng khoán phái sinh hoặc chưa kích hoạt dịch vụ giao dịch điện tử, vui lòng liên hệ nhân viên Môi giới quản lý tài khoản hoặc gọi

# not_have_derivative_account1
source: (branch 9) for support.
vi: (nhánh 9) để được hỗ trợ.

# trading_register
source: Register
vi: Đăng kí

# order_status_RQ
source: Processing
vi: Đang xử lý

# order_status_WA
source: Pending Approval
vi: Chờ duyệt

# order_status_RS
source: Pending Queue
vi: Chờ gửi

# order_status_SD
source: Sent
vi: Đã gửi

# order_status_QU
source: Queue
vi: Chờ khớp

# order_status_FF
source: Fully Filled
vi: Đã khớp

# order_status_PF
source: Partially Filled
vi: Khớp 1 phần

# order_status_FFPC
source: Fully Filled
vi: Đã khớp

# order_status_WM
source: Pending Replace
vi: Chờ sửa

# order_status_WC
source: Pending Cancel
vi: Chờ hủy

# order_status_CL
source: Cancelled
vi: Đã hủy

# order_status_RJ
source: Rejected
vi: Từ chối

# order_status_TX
source: Rejected
vi: Từ chối

# order_status_EX
source: Expired
vi: Hết hiệu lực

# order_status_SOR
source: Stop Ready
vi: Chờ kích hoạt

# order_status_SOS
source: Stop Sent
vi: Đã kích hoạt

# order_status_IAV
source: Pending Release
vi: Lệnh đặt trước

# order_status_PRE
source: Pending Release
vi: Lệnh đặt trước

# order_status_SOI
source: Pending Release Stop
vi: LĐK đặt trước

# order_status_PAS
source: Pending Approved Stop
vi: LĐK chờ duyệt

# order_status_PS
source: Processing
vi: Đang xử lý

# order_status_INIT
source: Processing
vi: Đang xử lý

# order_status_ERR
source: Rejected
vi: Từ chối

# order_status_waiting_condition
source: Awaiting Conditions
vi: Chờ thoả điều kiện

# trading_entitlement
source: Entitlement
vi: Quyền

# trading_portfolio_title
source: Portfolio
vi: Danh mục

# trading_matched_price_value
source: Market value
vi: Giá trị thị trường

# trading_cost_price
source: Cost value
vi: Giá trị vốn

# trading_warning_sell_all_1
source: Sell-All Order shall sell all tickers you are holding. Specific order information is as follows, you can amend if needed:
vi: Lệnh Bán tất cả là lệnh bán toàn bộ các mã chứng khoán quý khách đang nắm giữ. Cụ thể thông tin lệnh đặt như sau, quý khách có thể chỉnh sửa thông tin lệnh nếu cần:

# trading_warning_sell_all_2
source: - Quantity: Sellable quality by even lot at the time of placing orders
vi: - Khối lượng đặt: Khối lượng khả dụng theo lô chẵn của các mã chứng khoán tại thời điểm đặt lệnh

# trading_warning_sell_all_3
source: - Order price: Floor price.
vi: - Giá đặt: Giá sàn của ngày giao dịch.

# channel_IM
source: iBoard App
vi: iBoard Mobile

# channel_other
source: Other
vi: Kênh khác

# trading_sell_TT1
source: Sell T1
vi: Bán chờ thanh toán T1

# trading_transaction_confirm
source: Confirm sell order
vi: Xác nhận giao dịch bán

# trading_transaction_description
source: Do you confirm to sell the following tickers?
vi: Quý khách có xác nhận đặt lệnh bán các mã sau?

# trading_x1000
source: Price x1000 VND
vi: Giá x1,000 VNĐ

# trading_to_order_book
source: View Order Book
vi: Xem Sổ Lệnh

# trading_qty_invalid
source: Quantity is invalid
vi: KLGD không hợp lệ

# trading_price_invalid
source: Price is invalid
vi: Giá không hợp lệ

# trading_manage_title
source: Order Book
vi: Sổ lệnh

# trading_sell_all
source: Sell all
vi: Bán tất cả

# trading_sell_all_message
source: Do you confirm to place this order?
vi: Quý khách có xác nhận đặt lệnh này?

# trading_agree
source: Confirm
vi: Đồng ý

# trading_stock
source: Symbol
vi: Mã CK

# order_book_management
source: Order Book
vi: Quản lý sổ lệnh

# order_book_detail
source: Details
vi: Chi tiết

# order_book_not_order_to_cancel
source: Please select orders you wish to cancel
vi: Vui lòng chọn những lệnh cần huỷ

# order_book_confirm_cancel_orders
source: Do you confirm to cancel {count} selected order(s)?
vi: Quý khách có xác nhận huỷ {count} lệnh đã chọn?

# order_book_confirm_cancel_all_orders
source: Do you confirm to cancel all orders on this account?
vi: Quý khách có xác nhận hủy tất cả các lệnh trên tài khoản?

# order_book_confirm_cancel_order
source: Request to cancel order(s) has been sent
vi: Quý khách có xác nhận hủy lệnh này?

# order_book_cancel_success
source: Your request to cancel this order has been sent. Please keep track on its status in Order book.
vi: Yêu cầu hủy lệnh đã được tiếp nhận. Vui lòng kiểm tra lại trạng thái hủy trong Sổ lệnh.

# order_book_select_all
source: Select all
vi: Chọn tất cả

# order_book_unselect_all
source: Deselect all
vi: Bỏ chọn tất cả

# order_book_qty_filled
source: Matched qty
vi: KL khớp

# order_book_quantity_filled
source: Matched quantity
vi: Khối lượng khớp

# order_book_price_filled
source: Matched price
vi: Giá khớp

# order_book_order_type
source: Order type
vi: Loại lệnh

# order_book_normal_order
source: Normal order
vi: Lệnh thường

# order_book_condition_order
source: Conditional order
vi: Lệnh điều kiện

# order_book_re_order
source: Reorder
vi: Đặt lại

# order_book_cancel_edit
source: Cancel/Amend
vi: Huỷ / Sửa

# order_book_view_detail
source: Details
vi: Chi tiết

# order_book_cancel_orders
source: Bulk-cancel
vi: Huỷ nhiều

# order_book_enter_symbol
source: Enter symbol
vi: Nhập mã chứng khoán

# order_book_status
source: Status
vi: Trạng thái

# order_book_stop_type
source: Condition Type
vi: Loại điều kiện

# order_book_trade_date
source: Input time
vi: Thời gian đặt lệnh

# order_book_price
source: Price
vi: Giá đặt

# order_book_qty_queue
source: Outstanding qty
vi: Khối lượng chờ khớp

# order_book_value_filled
source: Matched value
vi: Giá trị đã khớp

# order_book_channel
source: Channel
vi: Kênh

# order_book_update_time
source: Update time
vi: Thời gian cập nhật

# order_book_order_id
source: Order ID
vi: Số hiệu lệnh

# order_book_cannot_cancel_order
source: Order cancellation failed. Please try again.
vi: Hủy lệnh không thành công. Vui lòng thử lại.

# order_book_filter
source: Filter
vi: Bộ lọc

# order_book_side_type
source: Transaction type
vi: Loại giao dịch

# order_book_all
source: All
vi: Tất cả

# order_book_time
source: Time
vi: Thời gian

# order_book_apply
source: Apply
vi: Áp dụng

# order_book_order_updated
source: Order has been updated
vi: Lệnh đã cập nhật

# trading_edit_title
source: Amend order
vi: Chỉnh sửa lệnh

# trading_confirm_edit_order
source: Amend order
vi: Xác nhận sửa lệnh

# trading_edit_quantity_new_quantity
source: Quantity / New quantity
vi: Khối lượng / Khối lượng mới

# trading_edit_price_new_price
source: Price / New price
vi: Giá đặt / Giá đặt mới

# trading_edit_value_estimate
source: Estimated order value
vi: Giá trị lệnh dự kiến

# trading_edit_please_edit_1_field
source: Please amend at least 1 field
vi: Vui lòng sửa ít nhất 1 trường thông tin của lệnh

# order_book_cancel_order
source: Cancel
vi: Huỷ lệnh

# order_book_cancel_all_orders
source: Cancel all
vi: Huỷ tất cả

# toler_help
source: Auto-price mode allows you to place orders with prices determined as below: - In LO session: Buy price = Best Ask + Toler Sell price = Best Bid - Toler - In ATO/ATC/PLO session: price shall be ATO/ATC/PLO accordingly - In Premarket session: For HOSE: price shall be ATO For HNX/UPCOM: price shall be determined as in LO session. Note: Auto prices shall be rounded to assure price validity.
vi: Khi quý khách bật Giá tự động, lệnh sẽ được gửi đi với các mức giá được tự động xác định theo quy tắc sau: - Trong phiên khớp lệnh liên tục: Giá mua = Giá dư bán tốt nhất + Biên trượt Giá bán = Giá dư mua tốt nhất - Biên trượt - Trong phiên khớp lệnh định kỳ ATO/ATC/PLO: giá tự động là ATO/ATC/PLO tương ứng - Trong phiên đặt lệnh trước giờ: Mã HOSE: giá tự động là ATO Mã HNX/UPCOM: giá mua/bán được xác định như quy tắc tại phiên liên tục. Lưu ý: Giá tự động sẽ được làm tròn theo bước giá/giá hợp lệ.

# der_total_p_l
source: Total Profit/Loss
vi: Tổng lãi/lỗ

# der_reverse_close
source: Close/Reverse
vi: Đóng / Đảo chiều

# der_volumn_net
source: Net Qty
vi: KL net

# der_close_dk
source: Close (OCO)
vi: Đóng ĐK

# der_close_position
source: Close
vi: Đóng vị thế

# der_reverse
source: Reverse
vi: Đảo chiều

# der_open_position
source: Open new position
vi: Mở vị thế

# der_differrence
source: Basis
vi: Độ lệch

# der_volumn_buy
source: Buy quantity
vi: Khối lượng mua

# der_avg_price_buy
source: Avg. Buy price
vi: Giá mua TB

# der_volumn_sell
source: Sell quantity
vi: Khối lượng bán

# der_avg_price_sell
source: Sell quantity
vi: Giá bán TB

# der_buy_sell
source: Buy/Sell
vi: Mua/ Bán

# der_title_confirm_derivative
source: Confirm to close position
vi: Xác nhận đóng vị thế

# der_title_confirm_reverse
source: Confirm to reverse position
vi: Xác nhận đảo chiều

# der_title_confirm_only_reverse
source: Confirm to reverse position
vi: Xác nhận đặt lệnh đảo chiều

# der_title_confirm_only_derivative
source: Confirm to close position
vi: Xác nhận đặt lệnh đóng vị thế

# der_confirm_close_position_message
source: Do you confirm to close positions as follows?
vi: Lệnh đóng vị thế của các mã đã chọn sẽ được gửi đi với thông tin như sau. Quý khách có thể sửa Khối lượng/Giá nếu cần.

# der_confirm_reverse_message
source: Do you confirm to reverse positions as follows?
vi: Lệnh đảo chiều của các mã đã chọn sẽ được gửi đi với thông tin như sau. Quý khách có thể sửa Khối lượng/Giá nếu cần.

# der_tab_name_open_position
source: Open position
vi: Vị thế mở

# der_tab_name_close_position
source: Closed positions
vi: Vị thế đóng

# der_buy
source: Buy
vi: Mua

# der_sell
source: Sell
vi: Bán

# der_message_close_position
source: Close-position orders shall generate orders to close the selected position(s), regardless of any open-position orders queuing in exchange (which can be found in Order book). Please make sure to double check your Order book before proceeding with these Close-position orders, to avoid running the risk of opening unintended new positions. Do you want to proceed?
vi: Lệnh đóng sẽ sinh lệnh để đóng các vị thế mở với (các) mã Hợp đồng quý khách lựa chọn, chưa tính đến các lệnh mở vị thế đang chờ khớp tại Sổ lệnh. Quý khách vui lòng kiểm tra Sổ lệnh trước khi đặt lệnh Đóng để tránh mở thêm vị thế ngoài ý muốn. Quý khách có muốn tiếp tục?

# der_message_reverse
source: Reverse-position orders shall simultaneously generate orders to both close the selected position(s) and open new position(s) with the same quantity of the opposite side, regardless of any open-position orders queuing in exchange (which can be found in Order book). Please make sure to double check your Order book before proceeding with these Reverse-position orders, to avoid running the risk of opening unintended new positions. Do you want to proceed?
vi: Lệnh đảo chiều sẽ sinh lệnh để đóng các vị thế mở với (các) mã Hợp đồng quý khách lựa chọn, đồng thời sinh ra lệnh mở vị thế mới ở chiều ngược lại với khối lượng tương ứng, chưa tính đến các lệnh mở vị thế đang chờ khớp tại Sổ lệnh. Quý khách vui lòng kiểm tra Sổ lệnh trước khi đặt lệnh Đảo chiều để tránh mở thêm vị thế ngoài ý muốn. Quý khách có muốn tiếp tục?

# der_confirm_close_position_title
source: Confirm to close position
vi: Xác nhận đặt lệnh đóng vị thế

# der_confirm_reverse_title
source: Confirm to reverse position
vi: Xác nhận đặt lệnh đảo chiều

# der_note_confirm_1
source: Equity: Price x 1,000 VND, Quantity x 1
vi: Chứng khoán cơ sở: Giá x 1,000 VNĐ, Khối lượng x 1

# der_note_confirm_2
source: Future contract: Price x 1, Quantity x 1
vi: Hợp đồng tương lai: Giá x 1, Khối lượng x 1

# der_continue
source: Continue
vi: Tiếp tục

# der_nomal_order
source: Normal order
vi: Lệnh thường

# der_close
source: Close
vi: Đóng

# der_price_order
source: Price
vi: Giá đặt

# der_position_close
source: Close position
vi: Đóng vị thế

# der_close_position_title_tooltip
source: Close-position order
vi: Lệnh đóng vị thế:

# der_close_position_tooltip_1
source: Close-position order(s) shall be executed on the selected open position(s), in which:
vi: Lệnh đóng vị thế sẽ được thực hiện trên (các) vị thế mở mà quý khách đã chọn. Trong đó:

# der_close_position_tooltip_2
source: "Quantity" is:
vi: ‘Khối lượng đặt’ là:

# der_close_position_tooltip_3
source: The quantity of the current open position at the time of hitting "Close" button.
vi: Khối lượng tương ứng vị thế mở đang nắm giữ tại thời điểm nhấn nút “Đóng”.

# der_close_position_tooltip_4
source: ‘Price:
vi: ‘Giá đặt' là:

# der_close_position_tooltip_5
source: Pre-market/ATO/ATC session: position(s) shall be closed at price of ATO/ATC accordingly. LO session: position(s) shall be closed at ceiling price (for Long orders) or floor price (for Short orders). Should you need to modify Quantity or Price, please do it as you confirm your order.
vi: Phiên trước giờ/ATO/ATC sẽ đóng vị thế với giá ATO/ATC tương ứng. Phiên LO sẽ đóng vị thế với giá trần (lệnh mua) và giá sàn (lệnh bán). Quý khách có thể chỉnh sửa thông tin lệnh nếu cần khi Xác nhận đặt lệnh.

# der_reverse_title_tooltip
source: Reverse-position order
vi: Lệnh đảo chiều:

# der_reverse_tooltip_1
source: Reverse-position order(s) shall be executed on the selected open position(s). Orders to both close the selected position(s) and open new position(s) with the same quantity of the opposite side shall be simultaneously generated. In which:
vi: Lệnh Đảo chiều sẽ được thực hiện trên (các) vị thế mà quý khách đã chọn. Hệ thống sẽ sinh lệnh đóng các vị thế đã chọn, đồng thời sinh ra lệnh mở vị thế mới với khối lượng tương ứng. Trong đó:

# der_reverse_tooltip_2
source: "Quantity" is:
vi: ‘Khối lượng đặt’ là:

# der_reverse_tooltip_3
source: Doubles the quantity of the current open position at the time of hitting "Reverse" button. (For example, the current open position is Long with quantity of 3, thus the reverse-order shall be a Short order with quantity of 6).
vi: Khối lượng nhân đôi vị thế mở đang nắm giữ (Ví dụ, KH đang nắm giữ 3 vị thế Long, khối lượng lệnh đảo chiều vị thế sẽ là lệnh Short 6 vị thế).

# der_reverse_tooltip_4
source: Price:
vi: ‘Giá đặt' là:

# der_reverse_tooltip_5
source: Pre-market/ATO/ATC session: position(s) shall be reversed at price of ATO/ATC accordingly. LO session: position(s) shall be reversed at ceiling price (for Long orders) or floor price (for Short orders). Should you need to modify Quantity or Price, please do it as you confirm your order.
vi: Phiên trước giờ/ATO/ATC sẽ đảo chiều vị thế với giá ATO/ATC tương ứng. Phiên LO sẽ đảo chiều vị thế với giá trần (lệnh mua) và giá sàn (lệnh bán). Quý khách có thể chỉnh sửa thông tin lệnh nếu cần khi Xác nhận đặt lệnh.

# der_error_max_buy_sell
source: No max buy sell
vi: Không có max buy sell

# normal
source: Normal Order
vi: Lệnh thường

# der_market_price
source: Market price
vi: Giá thị trường

# der_avg_price_buy_detail
source: Average buy price
vi: Giá mua trung bình

# der_avg_price_sell_detail
source: Average sell price
vi: Giá bán trung bình

# der_volumn
source: Quantity
vi: Khối lượng

# normal_order_help_tooltip
source: Normal order is an order to Buy/Sell an equity symbol at a certain price and volume, without taking into account any conditions regarding trigger price and timing.
vi: Lệnh thường cơ sở là lệnh mua/bán chứng khoán cơ sở tại mức giá và khối lượng mong muốn, không bao gồm các điều kiện về giá kích hoạt và thời gian phát sinh lệnh.

# der_normal_order_help_tooltip
source: Normal order for derivatives trading allows you to buy/sell an equity symbol at a price and quantity as you wish. This order does not involve any kind of conditions regarding trigger price and order timing.
vi: Là lệnh mua/bán chứng khoán phái sinh tại mức giá và khối lượng mong muốn, không bao gồm các điều kiện về giá kích hoạt và thời gian phát sinh lệnh.

# trading_matched_qty
source: Matched Qty
vi: KL đã khớp

# total_p_and_l
source: Total P&L
vi: Tổng lãi lỗ

source: Fee & Tax
vi: Phí & Thuế

# der_register
source: Register
vi: Đăng Ký

# trading_popup_cancel
source: Cancel
vi: Huỷ bỏ

# condition_x_order
source: {orderName} order
vi: Lệnh {orderName}

# condition_stop_up_tooltip
source: Stop Up order is a conditional order in which price and trigger price are determined beforehand. If and when market price rises to or exceeds trigger price, an order will be activated and sent to exchange at the predetermined price.
vi: Lệnh Stop Up là lệnh điều kiện đặt chờ mà mức giá đặt lệnh và giá kích hoạt được xác định trước. Khi giá thị trường tăng đến hoặc vượt cao hơn giá kích hoạt thì lệnh sẽ được kích hoạt và gửi vào sàn giao dịch với mức giá do khách hàng đặt.

# condition_stop_down_tooltip
source: Stop Down order is a conditional order in which price and trigger price are determined beforehand. If and when market price falls to or below trigger price, an order will be activated and sent to exchange at the predetermined price.
vi: Lệnh Stop Down là lệnh điều kiện đặt chờ mà mức giá đặt lệnh và giá kích hoạt được xác định trước. Khi giá thị trường giảm xuống hoặc thấp hơn giá kích hoạt thì lệnh sẽ được kích hoạt và gửi vào sàn giao dịch với mức giá do khách hàng đặt.

# condition_cut_loss_take_profit_tooltip
source: Stop Loss/Take Profit order is a combination of a main Limit order, a Stop loss order and a Take profit order. If and when the main order is fully filled, the Stop loss order and Take profit order (which are of the opposite side with the main order) will be automatically activated at the predetermined price and volume at the time of order placement.
vi: Stop Loss/Take Profit (Chốt lãi/Cắt lỗ) là lệnh kết hợp giữa một lệnh chính (lệnh giới hạn) và lệnh Chốt lãi, Cắt lỗ. Khi lệnh chính được khớp hết, lệnh chốt lãi hoặc cắt lỗ tự động ở chiều ngược lại với lệnh chính sẽ được tự động sinh ra với các mức giá và khối lượng được xác định trước tại thời điểm đặt lệnh.

# condition_oco_tooltip
source: OCO order is a combination of a Take profit order and an automated Stop loss order which share the same Long/Short side and volume at predetermined prices. If and when market price meets stop loss price, the price of the order will be automatically modified into stop loss price adjusted by a toler.
vi: Lệnh OCO là lệnh kết hợp giữa lệnh chốt lãi và cắt lỗ tự động ở các mức giá đặt trước với cùng chiều Mua/Bán và cùng khối lượng. Khi giá thị trường chạm giá cắt lỗ, lệnh sẽ được tự động sửa từ mức giá chốt lãi thành mức giá cắt lỗ điều chỉnh theo biên trượt.
