Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# interest_rate_after_tax_tool_tip
source: Only applicable to Individual Customers
vi: Chỉ áp dụng với KHCN

# cancel_auto_loan_requets_msg
source: Please cancel your existing auto loan offer before applying for a new loan offer
vi: Quý khách vui lòng hủy đề nghị cho vay tiền tự động hiện tại trước khi đăng ký đề nghị cho vay tiền mới

# info_register_notes
source: • Interest rate: %/year (Actual/{numberOfDatePerYear} days basis). Currency: VND • Register/Update/Cancel requests sent after {createContractTime} on trading dates or during public holiday shall be executed on the next trading date. • The applied interest rate is determined based on the daily balance in accordance with the step-up interest rate quotes.
vi: • Lãi suất: %/năm (tính trên cơ sở /{numberOfDatePerYear} ngày). Đơn vị tiền: VNĐ • Các yêu cầu đăng ký/ thay đổi/ hủy đăng ký đề nghị cho vay tự động thực hiện từ sau {createContractTime} các ngày giao dịch hoặc vào các ngày nghỉ, lễ sẽ hiệu lực vào ngày làm việc tiếp theo. • Lãi suất thực tế được tính theo số dư tiền cho vay mỗi ngày căn cứ biểu lãi suất bậc thang tương ứng.

# register_son
source: Register to S-ON
vi: Đăng ký S-ON

# select_account_for_service
source: Select account(s) to register for S-ON
vi: Tài khoản đăng ký dịch vụ

# register_son_account_not_valid
source: Your account is not eligible for this interest rate quote. Please contact our Hotline 1900545471 or email to cs@ssi.com.vn for further assistance.
vi: Tài khoản của Quý khách chưa đủ điều kiện đăng ký biểu lãi suất này. Quý khách vui lòng liên hệ tổng đài 1900545471 hoặc email tới cs@ssi.com.vn để được hỗ trợ.

source: Auto loan information
vi: Thông tin cho vay tự động

source: Estimated loan amount
vi: Số tiền cho vay dự kiến

# estimated_loan_amount_msg
source: Available cash of loan accounts at {createContractTime} on working days.
vi: Số dư tiền khả dụng trên các tài khoản cho vay vào {createContractTime} các ngày làm việc thỏa mãn điều kiện sản phẩm

# minimum_loan_amount
source: Min loan amount
vi: Cho vay tối thiểu

source: Maximum loan amount
vi: Số tiền cho vay tối đa

source: Loan type
vi: Hình thức cho vay

# loan_type_msg
source: Auto loan at {createContractTime} on working days
vi: Cho vay tiền tự động vào {createContractTime} các ngày làm việc

source: Payment
vi: Thanh toán

# payment_msg
source: Payment loan and interest money at the beginning of the next working day
vi: Thanh toán gốc lãi vào đầu ngày làm việc tiếp theo

source: Auto loan validity period
vi: Thời gian hiệu lực

# validity_preiod_tooltip
source: Auto loan contract will be automatically canceled if there is no loan contract created successfully for {autoCancelSONDays} consecutive working days
vi: Đề nghị cho vay tiền tự động sẽ tự động hủy nếu không có bất kỳ đề nghị cho vay tiền được tạo thành công trong {autoCancelSONDays} ngày làm việc liên tiếp

source: Rollover
vi: Quy định gia hạn

# rollover_msg
source: Auto-rollover on Due date
vi: Tự động gia hạn tại ngày kết thúc hiệu lực

# son_register_uncheck_msg
source: Please tick to agree with the terms of SSI before submitting request
vi: Quý khách vui lòng chọn đồng ý với các điều khoản của SSI trước khi gửi yêu cầu.

# son_agreenment_first_text
source: I have read, understand and agree to all the Terms and Conditions on
vi: Tôi xác nhận đã đọc, hiểu rõ, đồng ý và cam kết tuân thủ tất cả các điều khoản, điều kiện quy định tại

# son_agreement_link
source: Agreemnet of Term Deposit
vi: Đề nghị cho vay tiền tự động

# s_on_not_choose_accounts
source: Please select at least 1 account to proceed
vi: Quý khách vui lòng chọn ít nhất một tài khoản để tiếp tục

# s_on_regsiter_confirm_note
source: • Register/Update/Cancel requests sent after {createContractTime} on trading dates or during public holiday shall be executed on the next trading date.
vi: • Các yêu cầu đăng ký/ thay đổi/ hủy đăng ký đề nghị cho vay tự động thực hiện từ sau {createContractTime} các ngày giao dịch hoặc vào các ngày nghỉ, lễ sẽ hiệu lực vào ngày làm việc tiếp theo.

source: Create Request
vi: Tạo yêu cầu

# update_registration_service
source: Update registration
vi: Thay đổi thông tin đăng ký dịch vụ

# register_more_accounts
source: Select account(s) to add to your registration.
vi: Đăng ký thêm tài khoản

# no_account_for_register_son
source: No more eligible accounts
vi: Không có tài khoản nào được phép đăng ký thêm

source: Cancel registered accounts
vi: Hủy tài khoản đã đăng ký

# update_son_notes
source: Register/Update/Cancel requests sent after {createContractTime} on trading dates or during public holiday shall be executed on the next trading date. Currency: VND
vi: Các yêu cầu đăng ký/thay đổi/hủy đăng ký Đề nghị cho vay tự động thực hiện từ sau {createContractTime} các ngày giao dịch hoặc thực hiện vào các ngày nghỉ, lễ sẽ hiệu lực vào ngày làm việc tiếp theo Đơn vị tiền: VND

source: Choose all
vi: Chọn tất cả

# s_notes_validity_period
source: Validity period
vi: Hiệu lực hợp đồng

# s_notes_holding_period
source: Holding period
vi: Số ngày đã cho vay

# trend_prediction1
source: Trend prediction
vi: Xu hướng dự đoán

source: Production detail
vi: Thông tin chi tiết

# year_upercase
source: Year
vi: Năm

source: Register successfully
vi: Đăng ký thành công

# title_s_on_intro_1
source: Optimize Free Cash Flows
vi: Tối Đa Hoá Dòng Tiền Nhàn Rỗi

# title_s_on_intro_2
source: Flexible Interest Rates
vi: Lãi Suất Linh Hoạt

# title_s_on_intro_3
source: Fully automated
vi: Tự Động Hoá Hoàn Toàn

# description_s_on_intro_1
source: Reap the profits from the end-of-day free cash flows on your securities account at SSI
vi: Tối đa hóa lợi nhuận trên số tiền còn lại trong tài khoản sau khi kết thúc giao dịch chứng khoán mỗi ngày

# description_s_on_intro_2
source: A diverse range of tiered interest rates complemented by easy onboarding with minimum investment of only 10,000,000 VND
vi: Lãi suất bậc thang linh động với số dư tối thiểu áp dụng chỉ từ 10,000,000 đồng

# description_s_on_intro_3
source: At the end of each trading day, an automatic scan of your account balance shall be conducted. Subsequently, both the principal amount and the accrued interest shall be credited to your account on the following day, prior to the commencement of the first trading session
vi: Hệ thống tự động quét số dư trên TKGD của KH vào cuối ngày - không tính ngày nghỉ/lễ. Tự động trả gốc và lãi về TKGD vào sáng ngày hôm sau (trước phiên giao dịch)

# history_register
source: Registration history
vi: Lịch sử đăng ký

source: Date of request
vi: Ngày yêu cầu

source: Request code
vi: Mã yêu cầu

source: Request type
vi: Loại yêu cầu

source: Auto loan contract code
vi: Mã đề nghị cho vay tự động

source: Success
vi: Thành công

source: Reject
vi: Không thành công

source: Registered
vi: Đăng ký

source: Cancel registered
vi: Hủy đăng ký

source: Update registered
vi: Thay đổi đăng ký

source: Register service
vi: Đăng ký dịch vụ

# cancel_service
source: Cancel service registration
vi: Hủy đăng ký dịch vụ

# add_more_account
source: Add more account(s)
vi: Đăng ký thêm tài khoản

# remove_account
source: Remove account(s)
vi: Hủy tài khoản đã đăng ký

# info_detail
source: Details
vi: Thông tin chi tiết

# confirm_button
source: Confirm
vi: Xác nhận

# register_contract_code
source: Contract
vi: Mã hợp đồng đề nghị

# son_cancel_button
source: Cancel now
vi: Huỷ dịch vụ

# s_on_history_register
source: Registration history
vi: Lịch sử đăng ký

# s_on_request_code
source: Request code
vi: Mã yêu cầu

# s_on_request_type
source: Request type
vi: Loại yêu cầu

# s_on_auto_loan_contract_code
source: Auto loan contract code
vi: Mã đề nghị cho vay tự động

# s_on_success
source: Successful
vi: Thành công

# s_on_reject
source: Unsuccessful
vi: Không thành công

# s_on_processing
source: Processing
vi: Chờ xử lý

# s_on_registered
source: Registered
vi: Đăng ký

# s_on_cancel_registered
source: Cancel registered
vi: Hủy đăng ký

# s_on_update_registered
source: Update registered
vi: Thay đổi đăng ký

# s_on_register_service
source: Register service
vi: Đăng ký dịch vụ

# s_on_cancel_service
source: Cancel service
vi: Hủy đăng ký dịch vụ

# s_on_add_more_account
source: Add more account(s)
vi: Đăng ký thêm tài khoản

# s_on_remove_account
source: Remove account(s)
vi: Hủy tài khoản đăng ký

# s_on_list_of_s_on_contracts
source: S-ON contracts
vi: Danh sách đề nghị cho vay

# s_on_loan_money
source: Loan amount
vi: Số tiền cho vay

# s_on_active
source: Active
vi: Đang hiệu lực

# s_on_details_of_s_on_contracts
source: S-ON contract details
vi: Chi tiết hợp đồng S-ON

# s_on_awaiting_withdrawal_amount
source: Awaiting withdrawal amount
vi: Số tiền chờ tất toán

# s_on_vnd_without_amount
source: VND
vi: VNĐ

# s_on_contract_id
source: Contract ID
vi: Mã hợp đồng đề nghị

# s_on_accrued_interest
source: Accrued Interest (VND)
vi: Lãi cộng dồn (VNĐ)

# s_on_settlement_date
source: Payment date
vi: Ngày thanh toán

# s_on_payment_amount_after_tax
source: Payment amount after tax
vi: Số tiền thanh toán sau thuế

# s_on_loan_date
source: Loan date
vi: Ngày cho vay

# s_on_account_received
source: Beneficiary account
vi: Tài khoản nhận thanh toán

# s_on_payment_amount
source: Paid amount
vi: Số tiền TT trước thuế

# s_on_payment_amount_after_t
source: Paid amount after tax
vi: Số tiền TT sau thuế

# s_on_status
source: Status
vi: Trạng thái thanh toán

# s_on_payment_history
source: Settlement History
vi: Lịch sử thanh toán

# current_product_info
source: {productName} ({interestRate}%/year)
vi: {productName} ({interestRate}%/năm)

# loan_mount
source: Loan amount
vi: Số tiền cho vay

source: Settlement History
vi: Lịch sử tất toán

source: History detail
vi: Chi tiết lịch sử

# s_product_beneficiary_account
source: Beneficiary account
vi: TK nhận thanh toán

# s_product_minimum_holding_period
source: Minimum holding period
vi: Số ngày cho vay tối thiểu

source: Update successfully
vi: Cập nhật thành công

source: Cancel successfully
vi: Đã huỷ dịch vụ

# list_contract_s_note
source: S-Notes Contracts
vi: Danh sách hợp đồng

# please_wait_while_loading
source: Please wait while we calculate related information.
vi: Vui lòng chờ trong giây lát để hệ thống tính toán các thông tin cần thiết.

# s_on_request_date_history_register
source: Request date
vi: Ngày yêu cầu

# s_on_request_date_payment_history
source: Request date
vi: Ngày tất toán

# continue_button
source: Continue
vi: Tiếp tục

# one_product_percent
source: {period} day - {interestRate}%/year
vi: {period} ngày - {interestRate}%/năm

# please_choose_new_vn30
source: Please select new VN30 prediction information to continue
vi: Vui lòng chọn thông tin dự đoán VN30 mới để tiếp tục

# s_notes_settle_info
source: S-Notes settlement
vi: Thông tin tất toán

# s_notes_source_account
source: Account
vi: Tài khoản nguồn

# confirmation_title
source: Confirmation
vi: Xác nhận

# stk
source: Acc
vi: STK

# s_on_cancel
source: Cancel S-On registration
vi: Hủy dịch vụ S-ON

# s_on_details_history
source: Details history
vi: Chi tiết lịch sử

# s_on_registered_date
source: Registration date
vi: Ngày đăng ký

# s_saving_contract_total_tooltip
source: Total loan amount and estimated interest of active contracts
vi: Tổng tiền cho vay và lãi dự kiến của các hợp đồng đang hiệu lực

# s_on_interest_tooltip
source: Interest rate: %/year (Actual/360 days basis). Currency: VND
vi: Lãi suất: %/năm (tính trên cơ sở 360 ngày). Đơn vị tiền: VNĐ

# s_on_update_registered_button
source: Update
vi: Thay đổi đăng ký

# s_on_auto_loan_days
source: Auto loan days
vi: Số ngày cho vay tự động

source: Effective Cancellation Date
vi: Ngày hiệu lực hủy

# s_at_maturity_date
source: Maturity
vi: Đáo hạn

# sb_title_s_bond_intro_1
source: Introduction
vi: Giới thiệu

# sb_description_s_bond_intro_1
source: is a form of investment in Corporate Bonds offered by SSI, with high liquidity, fixed yield and safety for Investors
vi: là một hình thức đầu tư vào Trái phiếu doanh nghiệp do SSI chào bán, với thanh khoản cao, mang lại lợi suất cố định và an toàn cho Nhà đầu tư.

# sb_skip
source: Skip
vi: Bỏ qua

# sb_title_s_bond_intro_2
source: Customers
vi: Đối Tượng Khách Hàng

# sb_description_s_bond_intro_2
source: Individuals and organizations are professional securities investors
vi: Cá nhân và tổ chức là Nhà đầu tư chứng khoán chuyên nghiệp

# sb_title_s_bond_intro_3
source: Product Features
vi: Đặc Tính Sản Phẩm

# sb_description_s_bond_intro_3
source: S-BOND distributes diversely in many fields such as building materials, retail, aviation... to bring more choices to investors.
vi: S-BOND phân phối đa dạng ở nhiều lĩnh vực nhằm đem đến nhiều sự lựa chọn cho các nhà đầu tư

# sb_explore_now
source: Explore now
vi: Đầu tư ngay

# sb_close
source: Close
vi: Đóng

# sb_confirm
source: Confirm
vi: Xác nhận

# sb_next
source: Next
vi: Tiếp tục

# s_bond_no_data
source: No data
vi: Không có dữ liệu

# s_bond_volume_hint
source: Volumn
vi: Volume

# jump
source: BONDS
vi: Trái phiếu

# portfolios
source: Portfolio
vi: Danh mục sở hữu

source: Order Book
vi: Sổ lệnh

# s_bond_history
source: Order History
vi: Lịch sử giao dịch

source: Bid Price
vi: Chào mua

source: Ask Price
vi: Chào bán

source: SSI Offer Price
vi: Giá tại SSI

# s_bond_year
source: year
vi: Năm

# s_bond_maturity_date
source: Maturity Date
vi: Ngày đáo hạn

# s_bond_volume
source: Quantity
vi: Khối lượng

# s_bond_account_short
source: ACC
vi: STK

# s_bond_price
source: Price
vi: Giá

# s_bond_min_qty
source: Min Qty:
vi: KL tối thiểu:

# s_bond_max_qty
source: Max Qty:
vi: KL tối đa:

# s_bond_buy_value
source: Buy Value
vi: Tổng tiền

# s_bond_cash_balance
source: Cash Balance
vi: Số dư tiền

# s_bond_deposit
source: Deposit
vi: Nộp tiền

# s_bond_referrer_code
source: Referrer Code
vi: Mã người giới thiệu

# s_bond_buy
source: Buy
vi: Mua

# s_bond_code
source: Bond code
vi: Mã trái phiếu

# s_bond_trade_date
source: Trade Date
vi: Ngày mua

# s_bond_account_full
source: Account
vi: Tài khoản

# s_bond_buy_price
source: Price
vi: Giá mua

# s_bond_order_value
source: Total Value
vi: Giá trị lệnh

# s_bond_tax
source: Tax
vi: Thuế

# s_bond_fee
source: Fee
vi: Phí

# s_bond_net_buy_value
source: Net Value
vi: Giá trị thực trả

# s_bond_agree_with_confirmation
source: I agree with all the Documents regarding my confirmation prior to purchasing Bond.
vi: Tôi đồng ý với các Văn bản xác nhận trước khi mua Trái phiếu.

# s_bond_confirm
source: Confirm
vi: Xác nhận

# s_bond_close
source: Close
vi: Đóng

# s_bond_invalid_date_message
source: This service is currently suspended. Please try again on the next working day.
vi: Hệ thống hiện đang không hỗ trợ giao dịch. Quý khách vui lòng thử lại vào ngày làm việc tiếp theo.

# s_bond_invalid_time_message
source: This service is available from {fromTime} to {toTime}
vi: Thời gian thực hiện yêu cầu từ {fromTime} đến {toTime}.

# s_bond_sell
source: Sell
vi: Bán

# sb_filter
source: Filter
vi: Bộ lọc

# sb_bond_details
source: Bond Details
vi: Chi tiết trái phiếu

# sb_cash_flows
source: Cash Flows
vi: Dòng tiền

# sb_history_price
source: History Price
vi: Lịch sử giá

# sb_issuer
source: Issuer
vi: Tổ chức phát hành trái phiếu

# sb_face_value
source: Face value
vi: Mệnh giá

# sb_bond_type
source: Bond type
vi: Loại trái phiếu

# sb_collateral
source: Collateral
vi: Tài sản đảm bảo

# sb_issue_date
source: Issue date
vi: Ngày phát hành

# sb_coupon
source: Coupon
vi: Trái tức

# sb_pit_on_coupon
source: PIT on coupon
vi: Thuế TNCN

# sb_voucher_payment
source: Coupon payment
vi: Kỳ thanh toán lãi

# sb_put_provisions
source: Call/ Put provision
vi: TP có quyền mua/bán trước hạn

# sb_callable
source: Callable
vi: TP có thể mua lại

# sb_information_release_document
source: Information release document
vi: Tài liệu công bố thông tin

# sb_other_related_documents
source: Other related documents
vi: Tài liệu liên quan khác

# sb_annually
source: Annually
vi: Hàng năm

# sb_monthly
source: Monthly
vi: Hàng tháng

# sb_quarterly
source: Quarterly
vi: Hàng quý

# sb_every_six_months
source: Every 6 months
vi: Mỗi 6 tháng

# sb_at_maturity
source: At maturity
vi: Đáo hạn

# sb_yes
source: Yes
vi: Có

# sb_no
source: No
vi: Không

# sb_coupon_payment_date
source: Coupon Payment Date
vi: Ngày trả lãi

# sb_ex_coupon_date
source: Ex-Coupon Date
vi: Ngày GDKHQ

# sb_expected_cashflow_before
source: Expected Cash Flow before tax (VND)
vi: Dòng tiền dự kiến trước thuế (VNĐ)

# sb_day
source: Day
vi: Ngày

# sb_bid_price
source: Bid price
vi: Giá chào mua

# sb_ask_price
source: Ask price
vi: Giá chào bán

# sb_bid_yield
source: Bid yield (%/year)
vi: Lợi suất mua (%/năm)

# sb_ask_yield
source: Ask yield (%/year)
vi: Lợi suất bán (%/năm)

source: Filter
vi: Bộ lọc

source: Bond Details
vi: Chi tiết trái phiếu

source: Cash Flows
vi: Dòng tiền

source: History Price
vi: Lịch sử giá

# sb_all
source: All
vi: Tất cả

# s_bond_acc
source: ACC {acc}
vi: STK {acc}

# s_bond_common_err_msg
source: System error
vi: Lỗi hệ thống

# s_bond_transfer_at_ssi
source: Trade with SSI
vi: Giao dịch với SSI

# s_bond_transaction_date
source: Transaction Date
vi: Ngày giao dịch

# s_bond_quantity
source: Quantity
vi: Khối lượng

# s_bond_quantity_short
source: Qty
vi: KL

# s_bond_contract_value
source: Value
vi: Giá trị

# s_bond_order_contract_value
source: Contract Value
vi: Giá trị lệnh

# s_bond_cancel
source: Cancel
vi: Hủy

# s_bond_detail
source: Detail
vi: Chi tiết

# s_bond_pending
source: Pending
vi: Chờ xử lý

# s_bond_processing
source: Processing
vi: Đang xử lý

# s_bond_failed
source: Failed
vi: Thất bại

# s_bond_fully_filled
source: Fully Filled
vi: Đã khớp

# s_bond_pending_cancel
source: Pending cancel
vi: Chờ hủy

# s_bond_rejected_cancel
source: Rejected cancel
vi: Từ chối hủy

# s_bond_cancelled
source: Cancelled
vi: Đã hủy

# s_bond_pending_queue
source: Pending queue
vi: Chờ gửi

# s_bond_queue
source: Queue
vi: Chờ khớp

# s_bond_rejected
source: Rejected
vi: Từ chối

# s_bond_pending_replace
source: Pending replace
vi: Chờ sửa

# s_bond_expired
source: Expired
vi: Hết hiệu lực

# s_bond_transaction_type
source: Buy/Sell
vi: Loại giao dịch

# s_bond_status
source: Status
vi: Trạng thái

# s_bond_all
source: All
vi: Tất cả

# s_bond_order_detail
source: Detail
vi: Chi tiết đặt lệnh

# s_bond_order_id
source: Order ID
vi: Số hiệu lệnh

# s_bond_account
source: Account
vi: Tài khoản

# s_bond_settlement_date
source: Settlement Date
vi: Ngày thanh toán

# s_bond_reference
source: Referrer Code
vi: Mã người giới thiệu

# s_bond_contract
source: Contract
vi: Hợp đồng

# s_bond_confirm_cancel
source: Are you sure you want to cancel the order?
vi: Bạn có chắc chắn muốn hủy lệnh đã đặt?

# s_bond_cancel_order_success
source: Cancel order successfully
vi: Hủy lệnh thành công

# s_bond_net_value_invalid
source: Actual Payment must be <= Cash Balance.
vi: Giá trị mua KH thực trả phải <= Số dư tiền.

# s_bond_confirm_order
source: Order confirmation
vi: Xác nhận đặt lệnh

# s_bond_agree_confirmation1
source: I agree with T&Cs of
vi: Tôi đồng ý với điều khoản và điều kiện của

# s_bond_agree_confirmation2
source: the contract and the Documents regarding my confirmation
vi: hợp đồng, Văn bản xác nhận

# s_bond_agree_confirmation3
source: prior to purchasing Bond.
vi: trước khi mua Trái phiếu.

# s_bond_back
source: Back
vi: Quay lại

# s_bond_confirm_btn
source: Confirm
vi: Xác nhận

# sb_sproduct_contract
source: Appendice confirmation
vi: Xác nhận phụ lục

# sb_agreement_created
source: Your request to sign the Appendix of OTC Securities Transactions has been sent.
vi: Yêu cầu ký Phụ lục giao dịch chứng khoán chưa niêm yết đã được ghi nhận

# sb_register
source: Register
vi: Đăng ký

# sb_preview_header_confirm
source: Appendix of OTC Securities Transactions
vi: Thông tin hợp đồng khung

# sb_notice_not_agree
source: Please click confirm with the specified terms, conditions and conditions to complete the authentication procedure
vi: Quý khách vui lòng chọn đồng ý với các điều khoản của SSI trước khi gửi yêu cầu

# sb_contract_confirm
source: I hereby confirm that I have read, understood, agreed and committed to comply with all terms and conditions in the Appendix of OTC Securities Transactions
vi: Tôi xác nhận đã đọc, hiểu rõ, đồng ý và cam kết tuân thủ các điều khoản, điều kiện quy định tại Phụ lục Giao dịch chứng khoán chưa niêm yết

source: Holding Qty/Tradable Qty
vi: KL nắm giữ/KLGD

# s_bond_withPercentYear
source: {value}%/Year
vi: {value}%/Năm

# s_bond_total_value
source: Total value
vi: Tổng giá trị

# s_bond_document
source: Confirmation Document
vi: Văn bản xác nhận

# s_bond_ownership_transfer
source: Ownership Transfer
vi: Giấy chuyển nhượng

# s_bond_transaction_result
source: Transaction result
vi: Kết quả giao dịch

# s_bond_create_new_transaction
source: Create a new order
vi: Tạo giao dịch mới

# s_bond_see_transaction_history
source: View Order History
vi: Xem lịch sử giao dịch

# s_bond_pending_request
source: Your request has been received and is pending
vi: Yêu cầu của quý khách đã được tiếp nhận và đang chờ xử lý

# s_bond_can_not_get_balance
source: Can't place order due to unidentified Money Balance
vi: Không thể đặt lệnh do không xác định được Số dư tiền

# s_bond_please_agree_confirmation_document
source: Please agree to SSI Confirmation Document before making your request
vi: Quý khách cần chọn đồng ý với Văn bản xác nhận của SSI trước khi gửi yêu cầu

# sb_here
source: here
vi: tại đây

# sb_common_search
source: Search
vi: Tìm kiếm

# sb_common_cancel
source: Cancel
vi: Huỷ

# s_bond_net_sell_value
source: Net Value
vi: Giá trị thực nhận

# s_bond_not_input_amount
source: Please input amount
vi: Vui lòng nhập khối lượng

# s_bond_request_order_err
source: Can not request order
vi: Không thể thực hiện giao dịch

# s_bond_sell_price
source: Price
vi: Giá bán

source: Holding Qty
vi: KL nắm giữ

source: Tradable Qty
vi: KL giao dịch

source: S-BOND PRO Qty
vi: KL S-BOND PRO

source: Unmatched Sell
vi: KL chờ khớp bán

source: Market Offer Price
vi: Giá chào mua trên thị trường

# current_sell_price
source: SSI Offer Price
vi: Giá chào mua tại SSI

source: Yield
vi: Lợi suất (theo giá bán hiện tại)

# required_login
source: Please login to view these documents
vi: Vui lòng đăng nhập để xem các tài liệu này

# s_bond_sell_date
source: Trade Date
vi: Ngày bán

# s_bond_notice_required_pro_client1
source: Customer must qualify as a Professional Securities Investor - as defined by law, to invest in this product. Specific requirements can be found
vi: Để tham gia sản phẩm này, Quý khách cần là Nhà đầu tư chứng khoán chuyên nghiệp, theo điều kiện tham khảo

# s_bond_notice_required_pro_client2
source: here
vi: tại đây

# s_bond_notice_required_pro_client3
source: . Please contact 1900545471 or email to
vi: . Quý khách vui lòng liên hệ 1900545471 hoặc email tới

# s_bond_notice_required_pro_client5
source: for support.
vi: để được hỗ trợ

# s_bond_notice_not_enough_condition1
source: Customer's account is not eligible to trade privately placed corporate bonds. Please contact 1900545471 or email to
vi: Tài khoản của quý khách chưa đủ điều kiện tham gia sản phẩm này. Quý khách vui lòng liên hệ 1900545471 hoặc email tới

# s_bond_notice_not_enough_condition3
source: for support.
vi: để được hỗ trợ.

# s_bond_notice_have_unlisted_transaction
source: You have an unlisted securities transaction appendix awaiting approval. Please contact hotline 1900 54 54 71 for support!
vi: Quý khách có Phụ lục giao dịch chứng khoán chưa niêm yết chờ duyệt. Vui lòng liên hệ tổng đài 1900 54 54 71 để được hỗ trợ!
