Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# condition_trailing_up_tooltip
source: Trailing Up order is type of Long order in which the stop price falls by a trailing amount as the market price goes down, so that an optimal price can be determined. In a bear market, the stop price is adjusted downward by a toler (which is the difference of market prices between the time of order placement and the present), every time the market reaches a new low. The stop price remains unchanged as the market price rises. An order is only sent to the exchange when the market price and the adjusted stop price converge. The order price is also adjusted by the difference between the final stop price and the initial stop price.
vi: Lệnh Trailing Up là lệnh Mua với giá mua được tự động điều chỉnh trượt xuống bám sát xu thế giảm của thị trường để đạt mức giá tối ưu nhất. Khi giá thị trường có xu hướng giảm, giá kích hoạt được điều chỉnh xuống một lượng bằng biên trượt (là chênh lệch giá thị trường hiện tại trừ đi giá thị trường khi đặt lệnh) mỗi khi giá thị trường tạo đáy kể từ khi đặt lệnh. Khi giá thị trường tăng, giá kích hoạt sẽ được giữ nguyên. Theo đó, giá thị trường biến động cho đến khi giá kích hoạt điều chỉnh và giá thị trường chạm nhau, lệnh sẽ được đẩy vào sàn với giá đặt sẽ được điều chỉnh thêm một lượng bằng giá kích hoạt cuối cùng trừ đi giá kích hoạt ban đầu.

# condition_trailing_down_tooltip
source: Trailing Down order is type of Short order in which the stop price rises by a trailing amount as the market price goes up, so that an optimal price can be determined. In a bull market, the stop price is adjusted upward by a toler (which is the difference of market prices between the time of order placement and the present), every time the market reaches a new high. The stop price remains unchanged as the market price falls. An order is only sent to the exchange when the market price and the adjusted stop price converge. The order price is also adjusted by the difference between the final stop price and the initial stop price.
vi: Lệnh Trailing Down là lệnh Bán với giá bán được tự động điều chỉnh trượt lên bám sát xu thế tăng của thị trường để đạt mức giá tối ưu nhất. Khi giá thị trường có xu hướng tăng, giá kích hoạt được điều chỉnh tăng một lượng bằng biên trượt (là chênh lệch giá thị trường hiện tại trừ đi giá thị trường khi đặt lệnh) mỗi khi giá thị trường đạt đỉnh kể từ khi đặt lệnh. Khi giá thị trường giảm, giá kích hoạt sẽ được giữ nguyên. Theo đó, giá thị trường biến động cho đến khi giá kích hoạt điều chỉnh và giá thị trường chạm nhau, lệnh sẽ được đẩy vào sàn với giá đặt sẽ được điều chỉnh thêm một lượng bằng giá kích hoạt cuối cùng trừ đi giá kích hoạt ban đầu.

# condition_sltp_note_title_1
source: Toler is a range of increase/decrease adjusted to the trigger price of the cut-loss order to make a Price that boosts the possibility of successful order execution:
vi: Biên trượt là khoảng tăng/giảm để tính giá đặt của lệnh cắt lỗ từ mức giá kích hoạt lệnh cắt lỗ nhằm tăng khả năng khớp lệnh:

# condition_sltp_note_1_1
source: • If the position opened is LONG, Cut-loss price = Trigger price + Toler.
vi: • Nếu vị thế mở là LONG, thì giá đặt cắt lỗ = Giá kích hoạt + Biên trượt.

# condition_sltp_note_1_2
source: • If the position opened is SHORT, Cut-loss price = Trigger price - Toler.
vi: • Nếu vị thế mở là SHORT, giá đặt cắt lỗ = Giá kích hoạt - Biên trượt.

# condition_sltp_note_title_2
source: Take-profit is a range adjusted to the price at which the position is opened:
vi: Chốt lãi là khoảng chốt lãi so với giá mở vị thế:

# condition_sltp_note_2_1
source: • If the position opened is LONG, Take-profit price = Price at which the position is opened + Take-profit range.
vi: • Nếu vị thế mở là LONG thì Giá chốt lãi = Giá mở vị thế + Khoảng chốt lãi.

# condition_sltp_note_2_2
source: • If the position opened is SHORT, Take-profit price = Price at which the position is opened - Take-profit range.
vi: • Nếu vị thế mở là SHORT thì Giá chốt lãi = Giá mở vị thế - Khoảng chốt lãi.

# condition_sltp_note_title_3
source: Stop-loss is a range adjusted to the price at which the position is opened. The range is used to define the trigger price of the cut-loss order:
vi: Cắt lỗ là khoảng cắt lỗ so với giá mở vị thế. Dùng xác định giá kích hoạt lệnh cắt lỗ:

# condition_sltp_note_3_1
source: • If the position opened is LONG, Trigger price of the cut-loss order = Price at which the position is opened - cut-loss range.
vi: • Nếu vị thế mở là LONG thì Giá kích hoạt lệnh cắt lỗ = Giá mở vị thế - Khoảng cắt lỗ.

# condition_sltp_note_3_2
source: • If the position opened is SHORT, Trigger price of the cut-loss order = Price at which the position is opened + cut-loss range.
vi: • Nếu vị thế mở là SHORT thì Giá kích hoạt lệnh cắt lỗ = Giá mở vị thế + Khoảng cắt lỗ.

# condition_oco_note_title
source: Toler is a range of increase/decrease adjusted to the trigger price of the cut-loss order to make a Price that boosts the possibility of successful order execution:
vi: Biên trượt là khoảng tăng/giảm để tính giá đặt của lệnh cắt lỗ từ mức giá kích hoạt lệnh cắt lỗ nhằm tăng khả năng khớp lệnh:

# condition_oco_note_1
source: • If the position opened is LONG, Cut-loss price = Trigger price + Toler.
vi: • Nếu vị thế mở là LONG, thì giá đặt cắt lỗ = Giá kích hoạt + Biên trượt.

# condition_oco_note_2
source: • If the position opened is SHORT, Cut-loss price = Trigger price - Toler.
vi: • Nếu vị thế mở là SHORT, giá đặt cắt lỗ = Giá kích hoạt - Biên trượt.

# qen_gtd_tooltip
source: GTD (Good-till-date) order is an order to Buy/Sell an equity symbol at predetermined price and volume. The order is valid till a specified date or time unless it has been already fully filled or expired.
vi: GTD (Lệnh điều kiện thời gian) là lệnh Mua/Bán có hiệu lực từ một đến nhiều ngày với khối lượng và giá được xác định trước, có hiệu lực đến khi lệnh khớp hết hoặc hết thời hạn hiệu lực của lệnh.

# qen_stop_tooltip
source: Stop Order is a market order to Buy/Sell an equity symbol at a predetermined volume. The order is executed in the direction that the market price is moving.
vi: Lệnh Stop (Lệnh thị trường dừng) là lệnh Mua/Bán với giá đặt là giá thị trường và giá kích hoạt được xác định trước tại thời điểm đặt lệnh. Khi giá thị trường tăng lên hoặc giảm xuống so với giá kích hoạt, lệnh sẽ được đẩy vào hệ thống.

# qen_stop_limit_tooltip
source: Stop Limit Order is a Limit order to Buy/Sell an equity symbol with a predetermined stop price. The order is executed in the direction that the market price is moving.
vi: Lệnh Stop Limit (Lệnh giới hạn dừng) là lệnh Mua/Bán với giá đặt là giá giới hạn và giá kích hoạt được xác định trước tại thời điểm đặt lệnh. Khi giá thị trường tăng lên hoặc giảm xuống so với giá kích hoạt, lệnh sẽ được đẩy vào hệ thống.

# qen_trailing_stop_tooltip
source: Trailing Stop order is type of Market order to Buy/Sell an equity symbol, in which the price is automatically adjusted along with market movements to determine an optimal price within an expected range. A market order is sent to the exchange when the market price and the adjusted stop price converge.
vi: Lệnh Trailing Stop (Lệnh thị trường xu hướng) là lệnh Mua/Bán với giá đặt Mua/Bán được tự động điều chỉnh để bám sát xu thế giảm/tăng của thị trường, giúp khách hàng đạt được mức giá tối ưu nhất trong khoảng kỳ vọng. Khi giá kích hoạt điều chỉnh và giá thị trường chạm nhau, lệnh sẽ được đẩy vào hệ thống với giá đặt là giá thị trường.

# qen_trailing_stop_limit_tooltip
source: Trailing Stop Limit order is type of Limit order to Buy/Sell an equity symbol, in which the stop price is automatically adjusted along with market movements to determine an optimal price within an expected range. A limit order is sent to the exchange when the market price and the adjusted stop price converge, at a price adjusted by a toler.
vi: Lệnh Trailing Stop Limit (Lệnh giới hạn xu hướng) là lệnh Mua/Bán với giá đặt Mua/Bán được tự động điều chỉnh để bám sát xu thế giảm/tăng của thị trường, giúp khách hàng đạt được mức giá tối ưu nhất trong khoảng kỳ vọng. Khi giá kích hoạt điều chỉnh và giá thị trường chạm nhau, lệnh sẽ được đẩy vào hệ thống với giá đặt là giá giới hạn được điều chỉnh theo biên trượt.

# qen_oco_tooltip
source: OCO order is a combination of a Take profit order and an automated Stop loss order which share the same Buy/Sell side and volume at predetermined prices. If and when market price meets stop loss price, the price of the order will be automatically modified into stop loss price adjusted by a toler.
vi: Lệnh OCO là lệnh kết hợp giữa lệnh chốt lời và cắt lỗ tự động ở các mức giá đặt trước với cùng chiều Mua/Bán và cùng khối lượng. Khi giá thị trường chạm giá cắt lỗ, lệnh chốt lãi sẽ tự động hủy và sinh ra lệnh cắt lỗ với giá đặt là giá cắt lỗ điều chỉnh theo biên trượt.

# qen_sltp_tooltip
source: Stop Loss/Take Profit order is a combination of a main Limit order, a Stop loss order and a Take profit order. If and when the main order is fully filled, the Stop loss order and Take profit order (which are of the opposite side with the main order) will be automatically activated at the predetermined price and volume at the time of order placement.
vi: Lệnh Stop Loss/Take Profit (Chốt lãi/Cắt lỗ) là lệnh kết hợp giữa một lệnh chính (lệnh giới hạn) và lệnh Chốt lãi, Cắt lỗ. Khi lệnh chính được khớp hết, lệnh chốt lãi hoặc cắt lỗ tự động ở chiều ngược lại với lệnh chính sẽ được tự động sinh ra với các mức giá và khối lượng được xác định trước tại thời điểm đặt lệnh.

# qen_trailing_stop_limit_note_title_1
source: The trailing amount is the amount used to calculate the trigger price of the trailing order along with the market price:
vi: Bước giá trượt dùng để tính giá kích hoạt lệnh trailing dựa trên giá thị trường:

# qen_trailing_stop_limit_note_1_1
source: • For buy order: Trigger Price = Market Price + Trailing Amount
vi: • Với lệnh mua: Giá kích hoạt = Giá thị trường + Bước giá trượt

# qen_trailing_stop_limit_note_1_2
source: • For sell order: Trigger Price = Market Price - Trailing Amount
vi: • Với lệnh bán: Giá kích hoạt = Giá thị trường - Bước giá trượt

# qen_trailing_stop_limit_note_title_2
source: Toler is the amount of addition/deduction to the preset Trigger Price and is used to adjust the order Price to increase the likelihood of matching
vi: Biên trượt là khoảng tăng/giảm tính trên giá kích hoạt, nhằm điều chỉnh giá đặt giúp tăng khả năng khớp lệnh:

# qen_trailing_stop_limit_note_2_1
source: • For buy order, Price = Trigger Price + Toler
vi: • Với lệnh mua, Giá đặt = Giá kích hoạt + Biên trượt

# qen_trailing_stop_limit_note_2_2
source: • For sell order, Price = Trigger Price - Toler
vi: • Với lệnh bán, Giá đặt = Giá kích hoạt - Biên trượt

# condition_price
source: Price
vi: Giá

# condition_trigger_price
source: Trigger price
vi: Giá kích hoạt

# condition_stop_price
source: Stop price
vi: Giá kích hoạt

# condition_market_price
source: Market price
vi: Giá thị trường

# condition_stop_up_price_focus_hint
source: Market price >=
vi: Giá thị trường >=

# condition_stop_down_price_focus_hint
source: Market price <=
vi: Giá thị trường <=

# condition_trigger_greater_matched
source: Trigger Price must be > Market Price
vi: Giá kích hoạt phải > Giá thị trường

# condition_trigger_less_matched
source: Trigger Price must be < Market Price
vi: Giá kích hoạt phải < Giá thị trường

# trading_profit_price
source: Profit price
vi: Giá chốt lãi

# trading_stop_price
source: Stop price
vi: Giá kích hoạt/Giá cắt lỗ

# illustration_trigger_point
source: Trigger point (where market price and stop price meet)
vi: Điểm kích hoạt lệnh (Giá thị trường chạm giá kích hoạt)

# condition_take_profit_price
source: Take-profit price
vi: Giá chốt lãi

# condition_cut_loss_price
source: Cut-loss price
vi: Giá cắt lỗ

# condition_toler
source: Toler
vi: Biên trượt

# validate_x_price_more_than_zero
source: {priceName} must be greater than zero
vi: {priceName} phải lớn hơn 0

# validate_x_price_must_small_than_ceiling
source: {priceName} must be <= Ceiling price
vi: {priceName} phải <= Giá trần

# validate_x_price_must_more_than_floor
source: {priceName} must be >= Floor price
vi: {priceName} phải lớn >= Giá sàn

# validate_x_price_not_empty
source: Please enter {priceName}
vi: Vui lòng nhập {priceName}

# validate_x_price_not_empty_first
source: Please enter {priceName} first
vi: Vui lòng nhập {priceName} trước

# validate_x_price_invalid
source: {priceName} is invalid
vi: {priceName} không hợp lệ

# validate_x_greater_matched
source: {name} must be > Market Price
vi: {name} phải > Giá thị trường

# validate_x_less_matched
source: {name} must be < Market Price
vi: {name} phải < Giá thị trường

# validate_qen_hose_max_qty
source: Please enter quantity <= {quantity} for this symbol
vi: Vui lòng nhập khối lượng <= {quantity} với mã này

# condition_price_take_profit
source: Price (Take-profit Price)
vi: Giá đặt (Giá chốt lãi)

# condition_trigger_cutloss
source: Trigger for Cut-loss
vi: Giá kích hoạt lệnh cắt lỗ

# condition_adjusted_cutloss
source: Adjusted Cut-loss
vi: Giá đặt cắt lỗ

# condition_trigger_greater_than_market
source: Trigger Price must be greater than Market Price
vi: Giá cắt lỗ phải lớn hơn Giá thị trường

# condition_trigger_toler_greater_floor_ceiling
source: (Trigger Price + Toler) must be between Floor and Ceiling price
vi: (Giá cắt lỗ + Biên trượt) phải nằm trong khoảng trần sàn

# condition_trigger_plus_less_than_market
source: Trigger Price must be less than Market Price
vi: Giá cắt lỗ phải nhỏ hơn Giá thị trường

# condition_trigger_minus_toler_greater_floor_ceiling
source: (Trigger Price - Toler) must be between Floor and Ceiling price
vi: (Giá cắt lỗ - Biên trượt) phải nằm trong khoảng trần sàn

# condition_place_order_time
source: Trigger point
vi: Thời điểm đặt lệnh

# condition_take_profit_point
source: Take-profit point
vi: Điểm chốt lãi

# condition_cut_loss_point
source: Stop-loss point
vi: Điểm cắt lỗ

# condition_stop_loss_price
source: Stop-loss price
vi: Giá cắt lỗ

# condition_open_price
source: Open-position price
vi: Giá mở vị thế

# condition_take_profit
source: Take-Profit
vi: Chốt lãi

# condition_cut_loss
source: Cut-loss
vi: Cắt lỗ

# condition_take_profit_step
source: Take-Profit
vi: Khoảng lãi

# condition_cut_loss_step
source: Cut-loss
vi: Khoảng lỗ

# condition_price_open
source: Price (to open position)
vi: Giá đặt (Giá mở vị thế)

# condition_trigger_cut_loss_price
source: Trigger for Cut-loss
vi: Giá kích hoạt lệnh cắt lỗ

# condition_sltp_adjusted_validate_1
source: (Price - Loss Step - Toler) must be between Floor and Ceiling price
vi: (Giá mở vị thế – Khoảng lỗ - Biên trượt) phải nằm trong khoảng trần sàn

# condition_sltp_adjusted_validate_2
source: (Price + Profit Step) must be between Floor and Ceiling price
vi: (Giá mở vị thế + Khoảng lãi) phải nằm trong khoảng trần sàn

# condition_sltp_adjusted_validate_3
source: (Price - Loss Step) must be between Floor and Ceiling price
vi: (Giá mở vị thế - Khoảng lỗ) phải nằm trong khoảng trần sàn

# condition_sltp_adjusted_validate_4
source: (Price + Loss Step + Toler) must be between Floor and Ceiling price
vi: (Giá mở vị thế + Khoảng lỗ + Biên trượt) phải nằm trong khoảng trần sàn

# condition_sltp_adjusted_validate_5
source: (Price - Profit Step) must be between Floor and Ceiling price
vi: (Giá mở vị thế - Khoảng lãi) phải nằm trong khoảng trần sàn

# condition_sltp_adjusted_validate_6
source: (Price + Loss Step) must be between Floor and Ceiling price
vi: (Giá mở vị thế + Khoảng lỗ) phải nằm trong khoảng trần sàn

# condition_trailing_amount
source: Trailing amount
vi: Bước giá trượt từ đáy

# condition_trailing_amount_down
source: Trailing amount
vi: Bước giá trượt từ đỉnh

# condition_initial_trigger_price
source: Initial trigger price
vi: Giá kích hoạt ban đầu

# condition_initial_price
source: Initial price
vi: Giá đặt ban đầu

# condition_order_status_INIT
source: Processing
vi: Đang xử lý

# condition_order_status_WC
source: Pending cancel
vi: Chờ hủy

# condition_order_status_ERR
source: Rejected
vi: Từ chối

# condition_order_status_WAIT
source: Awaiting Conditions
vi: Chờ thỏa điều kiện

# condition_order_status_TRI
source: Activated
vi: Đã kích hoạt

# condition_order_status_TRIT
source: Cancelled
vi: Hủy kích hoạt

# condition_order_status_TER
source: Cancelled
vi: Hủy kích hoạt

# condition_order_status_EXP
source: Expired
vi: Hết hiệu lực

# condition_order_status_FIS
source: Completed
vi: Hoàn thành

source: Order Price
vi: Giá đặt

source: Trigger type
vi: Kiểu kích hoạt

source: Validity
vi: Khoảng hiệu lực

# trigger_only_one
source: Sending only one order
vi: Kích hoạt một lần

# deposit_to_derivative
source: Deposit to derivative account
vi: Nộp tiền vào tài khoản chứng khoán

# deposit_devivative
source: Deposit cash to VSDC
vi: Nộp ký quỹ

# withdraw_derivative
source: Withdraw Cash from VSDC
vi: Rút ký quỹ

# condition_order_price
source: Order price
vi: Giá đặt

# effective_date_label
source: Effective date
vi: Ngày hiệu lực

# condition_expiration_date_label
source: Expiry date
vi: Ngày hết hạn

# condition_expiration_time_label
source: Expiry time
vi: Giờ hết hạn

# trigger_type_one_order
source: Sending only one order
vi: Kích hoạt một lần

# trigger_type_full_matching
source: Sending orders until full matching
vi: Kích hoạt tới khi khớp hết

source: Effective - expiry date
vi: Ngày hiệu lực - hết hạn

# bull_bear_trigger_note
source: Take-profit order shall be activated as soon as the main order is fully filled.
vi: Lệnh chốt lãi sẽ được kích hoạt ngay khi lệnh chính khớp hết.

# validate_effective_holiday
source: Effective date should not fall on weekends and holidays
vi: Quý khách không thể chọn ngày hiệu lực của lệnh là ngày nghỉ lễ

# validate_expiry_holiday
source: Expiry date should not fall on weekends and holidays
vi: Quý khách không thể chọn ngày hết hạn của lệnh là ngày nghỉ lễ

# validate_effective_range
source: Effective date range should not exceed {days} days
vi: Khoảng thời gian hiệu lực không được quá {days} ngày

# tooltip_estimate_qen_stop_order
source: For market order, estimated value is based on matched price at the time of placing order
vi: Với lệnh thị trường, giá trị được dự tính theo giá khớp của mã tại thời điểm đặt lệnh

source: Created date
vi: Ngày tạo

# condition_active_detail
source: Detail
vi: Chi tiết

# condition_deactivate
source: Deactivate
vi: Ngừng kích hoạt

source: Condition(s)
vi: Điều kiện

# conditions_gtd
source: GTD order is triggered until the order quantity is fully filled or till it expires
vi: Lệnh được kích hoạt tới khi khớp hết KL đặt hoặc kết thúc Ngày hết hạn

source: Trailing amount
vi: Bước giá trượt

source: Initial trigger price
vi: Giá kích hoạt ban đầu

# conditions_sltp
source: Take profit order will be activated as soon as the main order is fully filled
vi: Lệnh chốt lãi sẽ được kích hoạt ngay khi lệnh chính khớp hết

# invalid_created_date
source: Created date is invalid
vi: Nhập Ngày tạo không hợp lệ

# deactivate_message_popup
source: Do you want to DEACTIVATE the conditional order?
vi: Bạn có muốn NGỪNG KÍCH HOẠT lệnh điều kiện?

# deactivate_success_message
source: This Conditional Order is now deactivated
vi: Lệnh điều kiện đã được Ngừng kích hoạt

# deactivate_failure_message
source: Conditional order deactivation failed. Please try again.
vi: Hủy kích hoạt lệnh điều kiện không thành công. Vui lòng thử lại.

source: Conditional order activation details
vi: Chi tiết kích hoạt Lệnh điều kiện

source: Main Order
vi: Lệnh chính

source: Attached Order
vi: Lệnh đính kèm

source: Triggered Quantity
vi: KL kích hoạt

# avg_price
source: Matched Price
vi: Giá khớp TB

# validate_trailing_greater
source: (Market price + Trailing amount) must be < {number}
vi: (Giá thị trường + Bước giá trượt) phải < {number}

# validate_trailing_lesser
source: (Market price - Trailing amount) must be > {number}
vi: (Giá thị trường - Bước giá trượt) phải > {number}

# validate_init_price_to_edit_toler
source: Initial price is invalid. Please modify your toler
vi: Giá đặt ban đầu không hợp lệ. Vui lòng điều chỉnh biên trượt

# validate_init_price_zero
source: Initial price must be greater than 0. Please modify your toler
vi: Giá đặt ban đầu phải lớn hơn 0. Vui lòng điều chỉnh biên trượt

# activate_from_QEN
source: Sent by an activated conditional order
vi: Kích hoạt từ lệnh điều kiện

# condition_adjusted_cutloss_price
source: Adjusted cut-loss price
vi: Giá đặt cắt lỗ

# validate_qen_sl_greater_tp
source: Cut-loss price must be greater than take-profit price
vi: Giá cắt lỗ phải lớn hơn giá chốt lãi

# validate_qen_sl_lesser_tp
source: Cut loss price must be less than take profit price
vi: Giá cắt lỗ phải nhỏ hơn giá chốt lãi

# validate_sl_add_toler_lesser_number
source: (Cut-loss Price + Toler) must be less than or equal to {number}
vi: (Giá cắt lỗ + Biên trượt) phải nhỏ hơn hoặc bằng {number}

# validate_sl_minus_toler_greater_number
source: (Cut-loss Price - Toler) must be greater than {number}
vi: (Giá cắt lỗ - Biên trượt) phải lớn hơn {number}

# validate_tp_greater_order_price
source: Take-profit price must be greater than order price
vi: Giá chốt lãi phải lớn hơn giá đặt

# validate_sl_lesser_price
source: Cut-loss price must be less than price
vi: Giá cắt lỗ phải nhỏ hơn giá đặt

# activate_order_status_RS
source: Pending Send
vi: Chờ gửi

# conditional_order_details
source: Conditional order
vi: Chi tiết lệnh điều kiện

source: Activation details
vi: Chi tiết kích hoạt

# qty_filled_qty
source: Matched qty / Qty
vi: KL khớp / KL

# condition_order_has_not_been_activated
source: This conditional order has not been activated yet.
vi: Lệnh điều kiện này chưa được kích hoạt

# account_number
source: Account
vi: Số tài khoản

# quantity_maximum_invalid
source: Please enter a quantity less than the maximum quantity.
vi: Khối lượng không được vượt quá khối lượng tối đa.

# trading_toler_not_use_this_session
source: Toler is not in use during this session.
vi: Biên trượt không khả dụng trong phiên này.

# trading_auto_price_not_use_this_session
source: Auto-price is not in use during this session.
vi: Giá tự động không khả dụng trong phiên này.

# trading_tab_overview
source: Overview
vi: Tổng quan

# trading_tab_allocation
source: Allocation
vi: Phân bổ

# trading_tab_stock
source: Stock
vi: Mã CK

# trading_tab_industry
source: Sector
vi: Ngành

# trading_tab_stock_type
source: Type
vi: Loại CK

# trading_header_market_value
source: Mkt value
vi: Giá trị TT

# trading_header_weight_percent
source: % Weight
vi: % DM

# trading_other_sectors
source: Other sectors
vi: Ngành khác

# trading_order_stock
source: Other
vi: Khác

# portfolio_right_event_info
source: Your account has {symbol} entitlement shares available for trading today. The cost price might be inaccurate and shall be updated on the next trading date.
vi: Tài khoản có cổ phiếu quyền mã {symbol} về vào ngày hiện tại. Giá vốn có thể chưa hiển thị chính xác và sẽ được cập nhật đúng vào ngày hôm sau.

# trading_view_more
source: More
vi: Xem thêm

# trading_qty
source: Qty
vi: KL

# trading_matched
source: Matched
vi: khớp

# trading_placed
source: order
vi: đặt

# trading_mode_title
source: Please select a layout you wish to apply for the order ticket
vi: Vui lòng chọn giao diện đặt lệnh quý khách mong muốn

# trading_mode_quick
source: Quick layout
vi: Đặt lệnh nhanh

# trading_mode_normal
source: Normal layout
vi: Đặt lệnh cơ bản

# trading_mode_description_1
source: Should you change your mind later on, please tap on this icon
vi: Quý khách có thể tiếp tục thay đổi lựa chọn này bằng cách bấm vào icon

# trading_mode_description_2
source: on the order ticket to switch layout.
vi: trên màn hình đặt lệnh.

# trading_mode_proceed
source: Proceed
vi: Tiếp tục
