Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# need_login_to_reactive_content
source: Please login with the account for which you wish to reactivate Smart OTP.
vi: Quý khách vui lòng đăng nhập với tài khoản cần kích hoạt lại

# validate_reactive_warning_content
source: This feature is only available with the account has been inactive status. Please register or login with the account for which you wish to reactivate Smart OTP.
vi: Chức năng này chỉ áp dụng với tài khoản ở trạng thái hết hiệu lực. Vui lòng đăng ký hoặc đăng nhập với tài khoản cần kích hoạt lại.

# smart_otp_error_general
source: Error in the system processing. Please contact 1900545471 or email to cs@ssi.com.vn for support!
vi: Hệ thống xảy ra lỗi trong quá trình xử lý. Quý khách vui lòng liên hệ 1900545471 hoặc email tới cs@ssi.com.vn để được hỗ trợ

# smart_otp_error_91
source: Activation code is incorrect, please try again
vi: Mã kích hoạt không chính xác, vui lòng thử lại

# smart_otp_error_97
source: Activation code has been used, please try again
vi: Mã kích hoạt đã được sử dụng, vui lòng thử lại

# smart_otp_error_90
source: Activation code is expired, please try again
vi: Mã kích hoạt hết hiệu lực, vui lòng thử lại

# smart_otp_error_89
source: Device has been temporarily locked Smart OTP due to enter the wrong activation code many times. Please contact 1900 5454 71 for support.
vi: Thiết bị tạm thời bị khóa chức năng kích hoạt Smart OTP do Quý khách nhập sai mã quá số lần cho phép. Vui lòng liên hệ tổng đài 1900 5454 71 để được hỗ trợ.

# smart_otp_error_21
source: Smart OTP PIN code is incorrect, please try again
vi: Mã PIN Smart OTP không chính xác, vui lòng thử lại

# smart_otp_error_205
source: Synchronization request quota exceeded. Please back later or contact 1900545471 or email to cs@ssi.com.vn for support!
vi: Tài khoản đã thực hiện đồng bộ quá số lần cho phép trong ngày. Quý khách vui lòng quay lại sau hoặc liên hệ 1900545471 hoặc email tới cs@ssi.com.vn để được hỗ trợ

# smart_otp_error_307
source: Customer ID is not existed, please try again
vi: Mã khách hàng không tồn tại, vui lòng thử lại

# smart_otp_error_308
source: You need to login to use this feature
vi: Quý khách cần thực hiện đăng nhập để sử dụng tính năng này

# tfa_bio_cancel
source: Cancel
vi: Huỷ

# tfa_bio_sign_in_title
source: Biometric authentication
vi: Xác thực sinh trắc học

# tfa_bio_login_failed
source: Failed to authenticate biometrics
vi: Xác thực sinh trắc học không thành công

# tfa_bio_login_guide
source: Touch the fingerprint sensor
vi: Chạm vào cảm biến vân tay

# tfa_resubmit_otp_message
source: This OTP has been used. Please give it a few seconds to refresh
vi: Quý khách đã sử dụng OTP này. Vui lòng chờ trong giây lát để OTP mới được tự động cập nhật

# tfa_impossible_verify_message
source: This service is currently suspended, as our system is having troubles processing your authentication method. Please try again in a few minutes, or contact our Hotline 1900 545471 for further assistance.
vi: Hiện không thể thực hiện giao dịch do hệ thống xảy ra lỗi về phương thức xác thực. Quý khách vui lòng thử lại sau ít phút nữa, hoặc liên hệ Hotline 1900 545471 để được hỗ trợ.

# wlEditTitle
source: Edit watch list
vi: Chỉnh sửa danh sách

# wlSaveTitle
source: Do you confirm to save the change?
vi: Quý khách có muốn lưu thay đổi này không?

# wlClose
source: Close
vi: Đóng

# wlCancel
source: Cancel
vi: Hủy

# wlAddStockCode
source: Add new symbol
vi: Thêm mã chứng khoán

# wlSelectAll
source: Select all
vi: Chọn tất cả

# wlDeleteAll
source: Do you confirm to delete all?
vi: Quý khách có muốn xoá tất cả không?

# wlDeleteItem
source: Do you confirm to delete the chosen symbol from this watch list?
vi: Quý khách có muốn xoá mã đã chọn không?

# wlNoItemWatchlist
source: Watch list is empty
vi: Không có mã nào trong danh mục này

# wlEditName
source: Edit watch list name
vi: Sửa tên danh sách

# wlErrorEditName
source: Error in editing watch list name
vi: Lỗi sửa tên danh sách

# wlDelete
source: Delete
vi: Xoá

# wlCreateWatchlist
source: Create new watch list
vi: Tạo danh sách mới

# wlEditWatchlist
source: Edit this watch list
vi: Chỉnh sửa danh sách theo dõi

# wlManage
source: Manage all watch lists
vi: Quản lý tất cả danh sách

# wlManageTitle
source: Manage watch lists
vi: Quản lý danh sách

# wlDeleteWatchlistName
source: Do you confirm to delete chosen watch lists?
vi: Quý khách có muốn xóa danh sách đã chọn không?

# wlAddStock
source: Add new symbol
vi: Thêm mã

# wlEmptyWatchlist
source: No item exist in this list
vi: Không có danh sách nào

# wlDeleteAllError
source: List Watchlist do not empty
vi: Danh sách không thể để trống

# wlWaringDeleteAll
source: Please retain at least one watch list
vi: Vui lòng giữ lại ít nhất một danh sách theo dõi

# wlExist
source: Watch list already exists
vi: Danh sách theo dõi đã tồn tại

# wlDeleteSuccess
source: Symbol has been deleted
vi: Xoá mã thành công

# wlRemoveStock
source: Do you confirm to remove the chosen symbol from watch list?
vi: Quý khách có muốn bỏ theo dõi mã đã chọn không?

# wlYes
source: Yes
vi: Đồng ý

# wlUnfollow
source: Unwatch
vi: Bỏ theo dõi

# wlDeleteWatchlistSuccess
source: Delete ticket successful
vi: Xoá danh sách thành công

# wl_portfolio
source: Portfolio
vi: Danh mục

# wgNormalLiquidity
source: Normal liquidity
vi: Thanh khoản khớp lệnh

# wgOneDay
source: 1 day
vi: 1 ngày

# wgFiveDay
source: 5 days
vi: 5 ngày

# wgTenDay
source: 10 days
vi: 10 ngày

# wgOneMonth
source: 1 month
vi: 1 tháng

# wgGTGDToday
source: PT today
vi: GTGD hôm nay

# wgGTGDPast
source: PT past
vi: GTGD quá khứ

# wgFundamentalChart
source: Fundamental trending
vi: Xu hướng cơ bản

# wgFundamentalPrice
source: Price
vi: Giá cổ phiếu

# wgMajorImpactStockIndex
source: Major impact stocks in the index
vi: Top ảnh hưởng lên chỉ số

# wgMajorImpactNote
source: The contribution/impact of the stocks to the index is calculated based on the market capitalisation of their outstanding shares.
vi: Tỷ trọng đóng góp vào chỉ số của các mã được tính dựa trên vốn hóa của số lượng cổ phiếu đang lưu hành.

# wgContribution
source: Contribution
vi: Đóng góp

# wgMatchedPrice
source: Matched price
vi: Giá khớp

# wgMatchedQty
source: Matched qty
vi: KLGD

# wgMatchedValue
source: Matched value
vi: GTGD

# wgDate
source: Date
vi: Ngày

# wgAverage
source: Average {time}
vi: Trung bình {time}

# wgToday
source: Today
vi: Hôm nay

# wgLiquidity
source: Liquidity
vi: Thanh khoản

# wgIndexValue
source: Index Value
vi: Điểm chỉ số

# wgIndex
source: Index
vi: Chỉ số
