Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Overview
vi: Tổng quan

# assets
source: Asset
vi: Tài sản

source: Portfolio
vi: Danh mục

source: Orders
vi: Sổ lệnh

# orders_history
source: Order history
vi: Lịch sử lệnh

# nav
source: Total NAV
vi: Tổng tài sản ròng

source: Stock NAV
vi: TS ròng TKCK

source: S-Products NAV
vi: TS ròng S-Products

# nav_fund
source: Fund NAV
vi: TS ròng CCQ mở

source: Total Asset
vi: Tổng tài sản

source: Cash Balance
vi: Số dư tiền

source: Securities Value
vi: Giá trị CK

source: S-BOND Value
vi: Giá trị S-BOND

source: S-BOND PRO Value
vi: Giá trị S-BOND PRO

source: S-SAVINGS Value
vi: Giá trị S-SAVINGS

source: S-NOTES Value
vi: Giá trị S-NOTES

source: Liabilities
vi: Tổng nợ

source: Buying Power
vi: Sức mua tối đa

source: Withdrawable
vi: Tiền có thể rút

source: Available Advanced Cash
vi: Tiền có thể ứng

source: Right Subscription
vi: Đăng ký quyền mua

source: Unmatch
vi: Chờ khớp

source: Buy
vi: Mua

source: Sell
vi: Bán

source: Deposit
vi: Nộp tiền

source: Transfer
vi: Chuyển tiền

# cash_advance
source: Advance
vi: Ứng tiền

# deposit_withdraw_vsd
source: VSDC Transfer
vi: Ký quỹ VSDC

source: Total Cash Balance
vi: Tổng số dư tiền

source: EE
vi: Sức mua

source: IM
vi: Giá trị ký quỹ ban đầu

source: Floating P/L
vi: Lãi lỗ vị thế mở

source: Trading P/L
vi: Lãi lỗ vị thế đóng

source: Total P/L
vi: Tổng lãi lỗ

source: Commission & Fee
vi: Tổng phí thuế

source: Account Ratio
vi: Tỷ lệ tài khoản

source: SSI Cash Balance
vi: Số dư tiền tại SSI

source: VSD Cash Balance
vi: Số dư tiền tại VSD

# cash_withdrawable_ssi
source: Cash Withdrawable in SSI
vi: Tiền có thể rút tại SSI

# cash_withdrawable_vsd
source: Cash Withdrawable in VSDC
vi: Tiền có thể rút tại VSD

# margin_ratio_call
source: Margin Ratio/Margin Call
vi: Tỉ lệ ký quỹ/Tình trạng

source: Excess Equity
vi: Sức mua tối thiểu

source: Collateral Asset
vi: Tổng TSBĐ

source: Credit Limit
vi: Hạn mức gia tăng

source: Call Force Sell
vi: Ép bán

source: Call Margin
vi: Bổ sung tiền

# later
source: Cancel
vi: Để sau

source: Try again
vi: Thử lại

source: OTP copied
vi: Đã sao chép mã

source: Transaction Code copied
vi: Đã sao chép mã

source: Download
vi: Tải về

source: Share
vi: Chia sẻ

# download_success
source: Save to album successfully
vi: Lưu vào thư viện ảnh thành công

# term_agreement_required
source: Please choose to agree to The terms of use and privacy policy between SSI and Bank before submitting your request
vi: Quý khách vui lòng chọn đồng ý với Điều khoản sử dụng và chính sách bảo mật giữa SSI và ngân hàng trước khi gửi yêu cầu

# asset_cash_tooltip
source: Net assets include net asset value on account {accountID}, net asset value of S-Products and net asset value of Opend-ended Fund.
vi: Tài sản ròng bao gồm giá trị tài sản ròng trên tài khoản chứng khoán {accountID}, giá trị tài sản ròng của các sản phẩm S-Products và giá trị tài sản ròng của các sản phầm Chứng chỉ quỹ mở.

# asset_margin_tooltip
source: Net assets include net asset value on account {accountID} and net asset value of S-Products.
vi: Tài sản ròng bao gồm giá trị tài sản ròng trên tài khoản chứng khoán {accountID} và giá trị tài sản ròng của các sản phẩm S-Products.

# asset_derivative_tooltip
source: Net asset value include profit/loss and fee, tax.
vi: Tài sản ròng đã bao gồm lãi lỗ và phí thuế.

# asset_derivative_cash_balance_tooltip
source: Total cash balance include cash balance in SSI and cash balance in VSD
vi: Tổng số dư tiền bao gồm tiền trên TK tại SSI và VSD

source: Invest now
vi: Đầu tư ngay

source: Transfer to bank
vi: Chuyển tiền ra ngân hàng

# transfer_to_internal
source: Internal transfer
vi: Chuyển tiền nội bộ

source: Transfer history
vi: Lịch sử chuyển tiền

# note_transfer_to_bank
source: Account has not been activated to perform this service, please contact
vi: Tài khoản của Quý khách chưa được kích hoạt dịch vụ này. Vui lòng liên hệ hotline

# note_1_transfer_to_bank
source: or email to
vi: hoặc email tới

# note_2_transfer_to_bank
source: for supports.
vi: để được hỗ trợ.

# root_account
source: Account
vi: Tài khoản nguồn

# benefit_account
source: Beneficiary Account
vi: Tài khoản thụ hưởng

# amount_transfer
source: Transfer Amount
vi: Số tiền chuyển

# input_amout
source: Enter an amount
vi: Nhập số tiền

# content_banking
source: Remark
vi: Nội dung

# input_description
source: Maximum 140 characters
vi: Nhập tiếng Việt không dấu tối đa 140 ký tự

source: Available Balance
vi: Số dư khả dụng

source: VND
vi: VNĐ

# continue_transaction
source: Next
vi: Tiếp tục

# confirm_transaction
source: Confirmation
vi: Xác nhận chuyển tiền

source: Account type
vi: Loại tài khoản

# internal_bank_title
source: Bank transfer
vi: TK ngân hàng nội bộ

# internal_confirm
source: Confirm
vi: Xác nhận

# result_transaction
source: Transaction Summary
vi: Kết quả giao dịch

# result_transaction_detail
source: Cash in advance detail
vi: Chi tiết ứng trước

# new_transaction
source: Create new transaction
vi: Tạo giao dịch mới

# go_view_history
source: View History
vi: Xem lịch sử giao dịch

# awaiting_vsd
source: Processing
vi: Chờ xử lý

# fully_settled
source: Successful
vi: Thành công

# asset_pending
source: Processing
vi: Chờ xử lý

# canceled
source: Cancel
vi: Đã hủy

# vsd_rejected
source: Rejected
vi: Từ chối

source: Apply
vi: Áp dụng

# transaction_time
source: Transaction date
vi: Thời gian tạo yêu cầu

source: Transaction Type
vi: Loại giao dịch

# time_require
source: Request Time
vi: Thời gian yêu cầu

# received_account
source: Beneficiary Account
vi: Số tài khoản bên nhận

# received_bank
source: Beneficiary Bank
vi: Ngân hàng bên nhận

# detail_history
source: History Details
vi: Chi tiết lịch sử

source: Back
vi: Quay lại

# unregistered_bank_without_name
source: Unregistered bank account with same name
vi: Tài khoản ngân hàng cùng tên không đăng ký trước

# unregistered_bank_diff_name
source: Unregistered bank account with different name
vi: Tài khoản ngân hàng khác tên không đăng ký trước

source: Registered bank account
vi: Tài khoản ngân hàng đăng ký trước

# input_benifit_account
source: Input Account Number
vi: Nhập số tài khoản

# input_name_benifit
source: Input Beneficiary Account Name
vi: Nhập tên người thụ hưởng

# name_benifit
source: Beneficiary
vi: Người thụ hưởng

source: Choose bank
vi: Chọn ngân hàng

# choose_branch
source: Choose bank branch
vi: Chọn chi nhánh

# fee_money
source: Fee Amount
vi: Phí chuyển tiền

# fee_type
source: Fee
vi: Loại phí

# bank
source: Bank Name
vi: Ngân hàng thụ hưởng

# branch
source: Bank Branch
vi: Chi nhánh

# level
source: Limit
vi: Hạn mức

source: Choose account
vi: Chọn tài khoản

# level_transfer_note_time
source: Transfer limit to the selected bank within working hours (from {fromTime} to {toTime}) ranges from {fromMoney} to {toMoney} VND
vi: Hạn mức chuyển tiền đến ngân hàng đã chọn trong giờ làm việc (từ {fromTime} đến {toTime}) nằm trong khoảng từ {fromMoney} đến {toMoney} VNĐ

# level_transfer_note_time_without_range
source: Transfer limit to the selected bank within working hours (from {fromTime} to {toTime})
vi: Hạn mức chuyển tiền đến ngân hàng đã chọn trong giờ làm việc (từ {fromTime} đến {toTime})

# level_transfer_note_money
source: Transfer limit to the selected bank outside working hours ranges from {fromMoney} to {toMoney} VND
vi: Hạn mức chuyển tiền đến ngân hàng đã chọn ngoài giờ làm việc nằm trong khoảng từ {fromMoney} đến {toMoney} VNĐ

# error_mapbank_transfer
source: This service is yet to be supported on your account, please contact our Hotline 1900545471 or email to cs@ssi.com.vn for further information.
vi: Tài khoản của Quý khách chưa được hỗ trợ thực hiện dịch vụ này, vui lòng liên hệ hotline 1900545471 hoặc email tới cs@ssi.com.vn để biết thêm thông tin chi tiết

# fee_desc
source: Exclusive fee
vi: Phí ngoài

# benifit_account_type
source: Beneficiary Account Type
vi: Loại TK thụ hưởng

# content_bank
source: Remark
vi: Nội dung

# account_type_benifit
source: Beneficiary Account Type
vi: Loại TK thụ hưởng

# bank_benifit
source: Beneficiary Bank
vi: Ngân hàng thụ hưởng

# customer_yet_register_transfer
source: You have not registered to use this service. Please come to an SSI branch or transaction office to get it registered.
vi: Quý khách chưa đăng ký dịch vụ này. Để sử dụng dịch vụ Quý khách vui lòng đến trực tiếp các CN/PGD của SSI để đăng ký.

# note_transfer_to_bank_unsupport
source: This service is yet to be supported on your account, please contact our Hotline
vi: Tài khoản của Quý khách chưa được hỗ trợ thực hiện dịch vụ này, vui lòng liên hệ hotline

# to_support
source: for further information.
vi: để biết thêm thông tin chi tiết

# go_home
source: Home
vi: Trang chủ

# transfer_success
source: Transfer Successfully
vi: Chuyển tiền thành công

# deposit_withdraw_derivative
source: Deposit/Withdrawal
vi: Nộp/ Rút ký quỹ

# deposit_derivative
source: Deposit Cash to VSDC
vi: Nộp ký quỹ

# history_derivative
source: Deposit/Withdrawal history
vi: Lịch sử nộp/ rút ký quỹ

# availableTimeTransfer
source: This service is available from {fromTime} to {toTime} every trading day.
vi: Thời gian thực hiện yêu cầu từ {fromTime} đến {toTime} các ngày giao dịch.

# confirm_deposit_derivative
source: VSDC deposit confirmation
vi: Xác nhận nộp ký quỹ

# tranfer_type
source: Transfer Type
vi: Loại giao dịch

# withdraw_amount
source: Withdrawal Amount
vi: Số tiền rút

# confirm_withdraw_derivative
source: Confirm withdraw Cash to VSDC
vi: Xác nhận Rút ký quỹ

# asset_request_transfer_success
source: Your request has been sent and is pending
vi: Yêu cầu của quý khách đã được gửi đi và đang chờ xử lý

# see_transfer_result
source: View transaction results
vi: Xem kết quả giao dịch

# withdraw_derivative_failure
source: Deposit withdrawal failed
vi: Rút kí quỹ không thành công

# deposit_derivative_failure
source: Deposit failed
vi: Nộp kí quỹ không thành công

source: History
vi: Lịch sử

# withdraw_derivative_from_account
source: Withdrawal of deposit from the account {account}
vi: Rút ký quỹ từ tài khoản {account}

# deposit_derivative_from_account
source: Deposit deposit to the account {account}
vi: Nộp ký quỹ đến tài khoản {account}

# failure
source: Failed
vi: Không thành công

source: P&L History
vi: Lịch sử lãi lỗ

# pl_seach_hint
source: Search by ticker
vi: Tìm mã chứng khoán

# pl_total
source: Total P&L
vi: Tổng Lãi/Lỗ

# pl_warning_more_date
source: The lookup time cannot exceed current date
vi: Thời gian tra cứu không được vượt quá ngày hiện tại

# pl_warning_start_more_date
source: The start date cannot be greater than the end date
vi: Ngày bắt đầu không được lớn hơn ngày kết thúc

# pl_apply
source: Apply
vi: Áp dụng

# pl_total_note
source: Note: Profit and loss information is for reference only, customer can consider choosing your own calculation. SSI is not responsible for differences between profit/loss calculation methods.
vi: Lưu ý: Thông tin lãi lỗ chỉ mang tính tham khảo, nhà đầu tư có thể cân nhắc lựa chọn tính toán riêng cho mình. SSI không chịu trách nhiệm về những khác biệt giữa các phương pháp tính toán lãi/lỗ khác nhau.

# pl_ticker
source: Ticker
vi: Mã CK

# pl_amount_sell
source: Matched Vol.
vi: KL bán

source: P&L
vi: Lãi/Lỗ

# pl_percent
source: %P&L
vi: %Lãi/Lỗ

source: P&L detail
vi: Chi tiết Lãi/Lỗ

# pl_detail_info
source: Information detail
vi: Thông tin chi tiết

# pl_trans_date
source: Transaction Date
vi: Ngày giao dịch

# pl_cost_price
source: Cost Price
vi: Giá vốn

# pl_cost_value
source: Cost Value
vi: Giá trị vốn

# pl_match_price
source: Matched Price
vi: Giá bán

# pl_sell_value
source: Sell Value
vi: Giá trị bán

# pl_receive_value
source: Receive Value
vi: Giá trị thực nhận

# pl_fee
source: Fee
vi: Phí

# pl_tax
source: Tax
vi: Thuế

# pl_percent_tooltip
source: Difference between selling value and cost value
vi: Chênh lệch của giá trị bán và giá trị vốn

# pl_cost_price_tooltip
source: Average price at the end of the matched day
vi: Giá mua trung bình tính tại cuối ngày khớp lệnh

# pl_cost_value_tooltip
source: Fees and taxes are not included
vi: Chưa bao gồm phí thuế

# pl_no_data
source: No data
vi: Không có dữ liệu

# long_shot
source: Long Short
vi: Mua (Long) Bán(Short)

# long_avg_price
source: Avg. Bid
vi: Giá mua trung bình

# short_avg_price
source: Avg. Ask
vi: Giá bán trung bình

source: Long
vi: Mua (Long)

source: Short
vi: Bán (Short)

source: Note
vi: Ghi chú

# note_trade
source: Trade
vi: Đóng do giao dịch

# note_expired
source: Expired
vi: Đóng do đáo hạn

# not_have_derivative_account_error_toast
source: You have not opened a derivatives trading account or activated the electronic trading service, please contact the account manager Broker or call 1900545471 (branch 9) for support.
vi: Quý khách chưa mở Tài khoản giao dịch chứng khoán phái sinh hoặc chưa kích hoạt dịch vụ giao dịch điện tử, vui lòng liên hệ nhân viên Môi giới quản lý tài khoản hoặc gọi 1900545471 (nhánh 9) để được hỗ trợ.

source: here
vi: tại đây

source: Fee
vi: Phí

# fee_content
source: The remittance fee (5,500 VND) which is subjected to the Bank's prevailing fee schedule will be deducted on your account at SSI.
vi: Phí chuyển tiền lên VSD (5,500 VNĐ) thu theo biểu phí của Ngân hàng sẽ được trừ trên tài khoản của Quý khách tại SSI.

# origin_account
source: Account Name
vi: Tài khoản nguồn

# empty_amount
source: Please input amount
vi: Số tiền rút không được để trống

# out_of_working_day
source: Request for money transfer is outside of trading hours. Your request for money transfer will be made in the next working days.
vi: Quý khách đang thực hiện chuyển tiền ngoài giờ giao dịch. Yêu cầu chuyển tiền sẽ được ghi nhận và thực hiện vào ngày làm việc tiếp theo.

# error_amount_less_than_or_equal
source: The transfer amount plus the fee amount must be less than or equal to the available balance.
vi: Số tiền chuyển cộng phí chuyển tiền phải nhỏ hơn hoặc bằng số dư khả dụng

# error_amount_range
source: Transfer limit to selected bank ranges from {fromAmount} to {toAmount} VND.
vi: Hạn mức chuyển tiền đến ngân hàng đã chọn nằm trong khoảng từ {fromAmount} đến {toAmount} VNĐ

# invalid_amount_input
source: Invalid amount
vi: Nhập số tiền không hợp lệ

# available_amount_invalid
source: Available balance is not valid for transfers
vi: Số dư khả dụng không hợp để chuyển tiền

# deposit_cash
source: Deposit
vi: Nộp tiền

# deposit_via_ssi_system
source: Deposit on SSI system
vi: Nộp tiền trên hệ thống SSI

source: Deposit via QR Code
vi: Nộp tiền bằng QR Code

# deposit_via_bank
source: Deposit via banks
vi: Nộp tiền qua ngân hàng

# deposit_via_ssi_account
source: Deposit via SSI's ID Account
vi: Nộp tiền qua TK định danh SSI

# deposit_history
source: Deposit history at SSI
vi: Lịch sử nộp tiền tại SSI

source: Buy/Sell
vi: Mua/bán

# filled_quantity
source: Matched Qty
vi: KL khớp

source: Quantity
vi: KL đặt

# filled_avg_price
source: Matched Price
vi: Giá khớp

# set_price
source: Price
vi: Giá đặt

source: Order detail
vi: Chi tiết Lệnh

# total_price
source: Total
vi: Thành tiền

source: Channel
vi: Kênh

# status_filled
source: Filled
vi: Khớp

# status_canceled
source: Cancelled
vi: Hủy

source: Condition type
vi: Loại điều kiện

# short_condition_type
source: Cond. Type
vi: Loại ĐK

source: Normal order
vi: Lệnh thường

source: Conditional order
vi: Lệnh điều kiện

source: Profit Price
vi: Giá chốt lãi

# stop_price
source: Trigger/Stop Price
vi: Giá kích hoạt/cắt lỗ

# stop_step
source: Toler
vi: Biên trượt

# deposit_mapping_account_list
source: Linked list
vi: Danh sách liên kết

# deposit_account_number
source: Bank account number
vi: Số tài khoản

# deposit_account_name
source: Account name
vi: Tên chủ tài khoản

# deposit_account_owner
source: Account Name
vi: Chủ tài khoản

# deposit_phone_number
source: Phone number
vi: Số điện thoại

# deposit_select_mapping_bank
source: Choose link bank
vi: Chọn ngân hàng liên kết

# deposit_account_detail
source: Account details
vi: Chi tiết tài khoản

# deposit_bank_name
source: Bank name
vi: Ngân hàng

# deposit_issue_date
source: Issue date
vi: Ngày hiệu lực

# deposit_unlink
source: Unlink
vi: Hủy liên kết

# deposit_unlink_dialog_title
source: Unlink bank account
vi: Hủy liên kết tài khoản ngân hàng

# deposit_link_bank
source: Link bank account
vi: Liên kết tài khoản ngân hàng

# deposit_link_bank_description
source: Link banks for faster transactions
vi: Liên kết ngân hàng để giao dịch nhanh hơn

# deposit_customer_id
source: Customer code
vi: Mã khách hàng

# deposit_customer_name
source: Customer name
vi: Tên khách hàng

# deposit_identity_number
source: Identity No
vi: CMND/CCCD

# deposit_register_phone_number
source: Bank phone number
vi: SĐT đăng ký tại NH

# deposit_link_bank_note
source: The full name and identity number of SSI account holder must match that registered with the bank in partnership with SSI. Please make sure your information is up to date.
vi: Tên và CMND/CCCD chủ tài khoản tại SSI phải trùng thông tin với ngân hàng liên kết, vui lòng cập nhật thông tin của quý khách nếu thông tin không đúng.

# deposit_agreement_label
source: I have read and agree to
vi: Tôi đã đọc và đồng ý với

# deposit_agreement_term
source: The terms of use and privacy policy between SSI and Bank
vi: Điều khoản sử dụng và chính sách bảo mật giữa SSI và ngân hàng

# deposit_link
source: Link
vi: Liên kết

# deposit_link_bank_confirm_message
source: SSI has sent link request to {bankShortName}. Please confirm your link request on {bankShortName} website.
vi: SSI đã gửi yêu cầu liên kết sang {bankShortName}. Quý khách vui lòng xác nhận yêu cầu liên kết tài khoản trên website của {bankShortName}

# deposit_link_success
source: Link bank successfully
vi: Liên kết thành công

# deposit_link_error
source: Link bank unsuccessfully or pending confirmation. Please try again.
vi: Liên kết không thành công hoặc đang chờ xác nhận. Quý khách vui lòng thử lại

# deposit_link_result
source: Transaction result
vi: Kết quả giao dịch

# deposit_result_message
source: The transaction has been recorded and waiting for the bank to process
vi: Giao dịch đã được ghi nhận và chờ ngân hàng xử lý

# deposit_result_create_new
source: Create new transaction
vi: Tạo giao dịch mới

# deposit_result_view_history
source: View History
vi: Xem lịch sử giao dịch

# deposit_web_confirm_title
source: Add linked bank
vi: Thêm liên kết ngân hàng

# deposit_error_general
source: An error occurred during processing. Please contact 1900545471 (ext 9) for support
vi: Hệ thống xảy ra lỗi trong quá trình xử lý. Quý khách vui lòng liên hệ tổng đài 1900545471 (nhánh 9) để được hỗ trợ.

# deposit_error_201
source: You have get OTP more than allowed, please contact 1900545471 (ext 9) for supports
vi: Quý khách hàng đã nhận OTP quá số lần cho phép, vui lòng liên hệ tổng đài 1900545471 (nhánh 9) để được hỗ trợ.

# deposit_error_202
source: You have entered OTP more than allowed, please contact 1900545471 (ext 9) for supports
vi: Quý khách hàng đã nhập OTP quá số lần cho phép, vui lòng liên hệ tổng đài 1900545471 (nhánh 9) để được hỗ trợ.

# deposit_error_204
source: OTP code is incorrect. Please re-enter
vi: Mã OTP không chính xác. Vui lòng nhập lại

# deposit_error_207
source: OTP code does not exist. Please re-enter
vi: Mã OTP không tồn tại. Vui lòng nhập lại

# deposit_error_208
source: Your OTP authentication at bank has not been activated
vi: Quý khách chưa kích hoạt xác thực tài khoản tại ngân hàng

# deposit_error_210
source: Invalid account, please contact 1900545471 (ext 9) for support.
vi: Tài khoản không tồn tại, vui lòng liên hệ tổng đài 1900545471 (nhánh 9) để được hỗ trợ.

# deposit_error_211
source: Your phone number is incorrect or has not been registered account for mobile banking app
vi: Tài khoản ngân hàng hoặc Số điện thoại đăng ký chưa hợp lệ. Quý khách vui lòng liên hệ 1900545471 để được hỗ trợ

# deposit_error_212
source: The account balance is not enough for this transaction.
vi: Số dư tài khoản của Quý khách không đủ. Vui lòng kiểm tra lại trước khi thực hiện nộp tiền.

# deposit_error_213
source: Exceeded bank's daily transaction limit
vi: Quý khách đã thực hiện giao dịch vượt quá hạn mức ngày của ngân hàng

# deposit_bank_error_general
source: An error occurred during processing. Please contact 1900545471 (ext 9) for support
vi: Hệ thống ngân hàng xảy ra lỗi trong quá trình xử lý. Quý khách vui lòng liên hệ tổng đài 1900545471 (nhánh 9) để được hỗ trợ.

# deposit_error_224
source: The banking system is being interrupted. Please try again latter
vi: Hệ thống Ngân hàng đang gián đoạn. Quý khách vui lòng thực hiện sau

# deposit_error_225
source: Verify signature fail
vi: Lỗi chứ ký số

# deposit_error_227
source: Closed or invalid bank account status. Please contact bank hotline for assistance
vi: Trạng thái tài khoản ngân hàng đã đóng hoặc không hợp lệ. Quý khách vui lòng liên hệ hotline ngân hàng để được hỗ trợ

# deposit_error_228
source: Invalid phone number. Please contact your bank for support
vi: Số điện thoại không hợp lệ. Quý khách vui lòng liên hệ ngân hàng để được hỗ trợ

# deposit_error_229
source: Secure message status is incorrect. Please contact Techcombank hotline for support
vi: Trạng thái secure message không đúng. Quý khách vui lòng liên hệ hotline Techcombank để được hỗ trợ

# deposit_error_230
source: Exceeds the limit number of links of the day
vi: Quá số lần liên kết trong ngày

# deposit_error_300
source: Wrong OTP code
vi: Sai mã xác thực OTP

# deposit_error_301
source: OTP used. Please try again.
vi: Mã xác thực đã được sử dụng. Vui lòng thực hiện lại giao dịch.

# deposit_error_302
source: OTP code was expired
vi: Mã xác thực hết hạn

# deposit_error_119
source: Your bank account is already connected with another SSI trading account
vi: Quý khách đã thực hiện liên kết với tài khoản này

# deposit_error_122
source: Your bank account is not linked to SSI trading account. Please check your link status.
vi: Liên kết không tồn tại. Quý khách vui lòng kiểm tra lại trạng thái liên kết.

# deposit_error_120
source: Expired linkage bank
vi: Liên kết đã hết hạn

# deposit_error_121
source: Canceled linkage bank
vi: Liên kết đã bị hủy

# deposit_error_124
source: Linkage bank does not exist
vi: Liên kết không tồn tại

# deposit_error_232
source: Your ID number or full name does not match the with the information at bank
vi: Thông tin CMND/CCCD hoặc họ tên Khách hàng không trùng khớp với thông tin tại ngân hàng

# deposit_error_241
source: Duplicate Transaction ID
vi: Trùng Transaction ID

# deposit_error_209
source: Please enter OTP code sent to your phone number at bank.
vi: Quý khách vui lòng nhập mã OTP đã gửi đến SĐT đăng ký với ngân hàng

# deposit_error_233
source: Transaction amount exceeds the maximum limit for each transaction
vi: Số tiền giao dịch vượt quá hạn mức tối đa đối với mỗi giao dịch

# deposit_error_234
source: Account number does not exist
vi: Số tài khoản không tồn tại

# deposit_error_235
source: Your information has not been registered at BIDV
vi: Thông tin Quý khách chưa đăng ký tài khoản tại ngân hàng BIDV

# deposit_error_236
source: Not enough money to maintain minimum balance
vi: Số tiền còn lại trong tài khoản không đủ số dư tổi thiểu

# deposit_error_298
source: Account is being processed at BIDV counter
vi: Mã TK KDCK đang được xử lý tại quầy BIDV

# deposit_error_299
source: Transaction has been canceled
vi: Giao dịch đã hủy

# deposit_error_303
source: An error occurred during OTP authentication at bank
vi: Hệ thống xảy ra lỗi trong quá trình xác thực OTP tại ngân hàng
