Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# recommendation_search_stock
source: Search by symbol
vi: Tìm theo mã

# re_recommendations_histories
source: Recommendations histories
vi: Lịch sử khuyến nghị

# re_symbol
source: Symbol
vi: Mã CK

# re_status
source: Status
vi: Trạng thái

# re_months
source: Months
vi: Tháng

# re_recommended_date
source: Recommended date
vi: Ngày khuyến nghị

# re_type_recommendations
source: Type recommendations
vi: Loại khuyến nghị

# re_filter_type_recommendations
source: Type:
vi: Loại KN:

# re_recommended_period
source: Period
vi: Kỳ KN

# re_recommended_price
source: Recommended price
vi: Giá khuyến nghị

# re_month
source: Month
vi: Tháng

# re_days
source: Days
vi: Ngày

# re_sell_price
source: Sell price
vi: Giá bán KN

# re_profit_loss
source: Profit/Loss
vi: Hiệu quả

# re_histories_detail
source: Histories detail
vi: Chi tiết lịch sử

# re_take_profit
source: Take profit
vi: Lãi

# re_loss
source: Loss
vi: Lỗ

# re_buy
source: Buy
vi: Mua

# re_buy_further
source: Buy further
vi: Mua gia tăng

# re_sell
source: Sell
vi: Bán

# re_all
source: All
vi: Tất cả

# re_draw
source: Draw
vi: Hoà

# re_advisor
source: Advisor
vi: Nguồn khuyến nghị

# re_search_symbol
source: Search Symbol
vi: Tìm theo mã

# re_years
source: Years
vi: Năm

# re_day
source: Day
vi: Ngày

# re_week
source: Week
vi: Tuần

# re_weeks
source: Weeks
vi: Tuần

# re_tooltip_sell_price
source: Recommended sell price is the original sell price recommended (if any), otherwise the close price of the symbol at the end of the recommended term.
vi: Giá bán khuyến nghị là giá bán khuyến nghị đã gửi nếu có hoặc giá đóng cửa tại ngày hết hạn kỳ khuyến nghị

# re_tooltip_profit_loss
source: Profit/Loss = (Recommended sell price - Average recommended buy price)*100/Average recommended buy price
vi: Hiệu quả = (Giá bán khuyến nghị - Trung bình giá khuyến nghị mua )*100/Trung bình giá khuyến nghị mua

# recommendation_period
source: Period
vi: Kỳ KN

# recommendation_price
source: Recommended
vi: Giá khuyến nghị

# take_profit_stop_loss_price
source: Take profit/Stop loss
vi: Giá mục tiêu/cắt lỗ

source: Profit/Loss
vi: Lãi kỳ vọng

source: Recommendation detail
vi: Chi tiết khuyến nghị

# recommendation_investment_argument
source: Investment argument
vi: Luận điểm đầu tư

# recommendation_technical_chart
source: Technical chart
vi: Biểu đồ kỹ thuật

# recommended_broker_infomation
source: Contact information
vi: Thông tin liên hệ

# recommendation_advisor
source: Advisor
vi: Nguồn khuyến nghị

# recommendation_full_name
source: Full Name
vi: Họ và tên

# recommendation_phone_number
source: Phone Number
vi: Số điện thoại

# recommendation_hotline
source: 1900545471 dial 9
vi: 1900545471 nhánh 9

# recommendation_no_broker_msg
source: Please contact us for more detailed information
vi: Vui lòng liên hệ với chúng tôi để biết thêm thông tin chi tiết

source: From technical analysis viewpoint
vi: Theo phân tích kỹ thuật

source: From fundamental analysis viewpoint
vi: Theo phân tích cơ bản

# recommendation_alert
source: Trading recommendations provided by SSI Expert Advisors or your Broker at SSI are intended to offer valuable insights for selecting stocks of interest. However, please be advised that these recommendations are purely indicative. We kindly request you to exercise caution and carefully consider your trading decisions.
vi: Khuyến nghị được cung cấp từ đội ngũ Chuyên gia tư vấn chứng khoán SSI nhằm hỗ trợ Quý khách có thêm thông tin và lựa chọn cổ phiếu phù hợp với nhu cầu. Khuyến nghị chỉ mang tính chất tham khảo, Quý khách cân nhắc trước mọi quyết định đầu tư.

# recommendation_detail_expire
source: This recommendation has expired, you can go to recommendation history for more details of its profit/loss.
vi: Khuyến nghị đã hết hiệu lực, vui lòng xem lịch sử khuyến nghị để biết thêm thông tin hiệu quả khuyến nghị

# recommendation_expire_close
source: Close
vi: Bỏ qua

# recommendation_expire_history
source: View history
vi: Xem lịch sử

# title_s_saving_intro_1
source: Optimize Free Cash Flows
vi: Tối Đa Hóa Dòng Tiền Nhàn Rỗi

# description_s_saving_intro_1
source: Reap the profits from the free cash flows on your securities account at SSI
vi: Tối đa hóa lợi nhuận trên số tiền nhàn rỗi trong tài khoản giao dịch chứng khoán tại SSI

source: Skip
vi: Bỏ qua

# title_s_saving_intro_2
source: Flexible Terms And Interest Rates
vi: Kỳ Hạn Và Lãi Suất Linh Hoạt

# description_s_saving_intro_2
source: A diverse range of options featuring terms spanning from 7 to 360 days, complemented by flexible interest rates and automated contract extensions for both principals and interests
vi: Kỳ hạn đa dạng từ 7 đến 360 ngày với lãi suất linh hoạt, tự động gia hạn gốc & lãi

# title_s_saving_intro_3
source: Boost Your Buying Power
vi: Liên Kết Sức Mua Chứng Khoán

# description_s_saving_intro_3
source: Unleash your investment potential by linking with your margin account and increasing your buying power
vi: Dễ dàng lựa chọn liên kết với tài khoản giao dịch ký quỹ để gia tăng sức mua

source: Explore now
vi: Đầu tư ngay

# s_saving_interest_rate
source: Interest rate quotes
vi: Biểu lãi suất

# s_saving_contract
source: S-Savings contracts
vi: Danh sách đề nghị cho vay

# s_saving_genttlement
source: Settlement History
vi: Lịch sử tất toán

# s_saving_register
source: S-Savings registration
vi: Đăng ký S-Savings

# s_saving_standard
source: Standard S-Savings
vi: S-Savings thông thường

# s_saving_exclusive
source: Exclusive S-Savings
vi: S-Savings đặc biệt

source: Product
vi: Sản phẩm

# product_percent
source: {period} days - {interestRate}%/year
vi: {period} ngày - {interestRate}%/năm

source: Interest rate
vi: Lãi suất

# term_date
source: Term
vi: Kỳ hạn

# minimum_amount
source: Min loan amount
vi: Cho vay tối thiểu

source: Maximum amount
vi: Số tiền cho vay tối đa

# s_product_account_number
source: Account
vi: Số tài khoản

# cash_balancee
source: Cash balance
vi: Số dư khả dụng

# amount_borrow
source: Amount
vi: Số tiền cho vay

# input_amount_borrow
source: Enter amount
vi: Nhập số tiền cho vay

# amount_must_greater_minimum
source: Amount must be greater than or equal to Minimum amount of {minAmount}
vi: Số tiền nhập vào phải lớn hơn hoặc bằng Số tiền cho vay tối thiểu là {minAmount}

# amount_must_less_cash
source: Amount must be less than or equal to Cash balance of {withdrawable}
vi: Số tiền nhập vào phải nhỏ hơn hoặc bằng Số dư khả dụng là {withdrawable}

# amount_must_less_max
source: Amount must be less than or equal to Maximum amount of {maxAmount}
vi: Số tiền nhập vào phải nhỏ hơn hoặc bằng Số tiền cho vay tối đa là {maxAmount}

# invalid_withdrawable
source: Cash balance invalid
vi: Số dư khả dụng không hợp lệ

source: Settlement at maturity
vi: Phương thức tất toán

# roll_over_both
source: Roll over both principal & interest
vi: Tái tục gốc & lãi

source: Roll over principal
vi: Tái tục gốc

# settle_both
source: Settle both principal & interest
vi: Thanh toán

source: Link margin
vi: Liên kết ký quỹ

# link_margin_tooltip
source: If you link margin, the S-Savings contract will be used as collateral for the margin account. SSI will grant a limit to increase purchasing power for margin account equivalent to the amount of the S-Savings contract.
vi: Nếu Quý khách liên kết ký quỹ, Đề nghị cho vay sẽ được dùng làm tài sản đảm bảo cho tài khoản ký quỹ của Quý khách. SSI sẽ cấp hạn mức tăng sức mua cho tài khoản ký quỹ bằng đúng số tiền của Đề nghị cho vay.

source: Effective date
vi: Ngày hiệu lực

source: Maturity date
vi: Ngày đáo hạn

source: Interest at maturity
vi: Tiền lãi cuối kỳ dự kiến

source: Tax
vi: Thuế

source: Net amount
vi: Tiền dự kiến nhận

# loan_agrement_confirm
source: I have read, understood and agreed to all the terms and conditions on The Loan Agreement
vi: Tôi xác nhận đã đọc, hiểu rõ, đồng ý và cam kết tuân thủ tất cả các điều khoản, điều kiện quy định tại Thỏa thuận cho vay tiền

source: Close
vi: Đóng

source: Confirm
vi: Xác nhận

# need_agree
source: Please tick to agree with the terms of SSI before submitting your request
vi: Quý khách cần chọn đồng ý với các điều khoản của SSI trước khi gửi yêu cầu

source: Transaction result
vi: Kết quả giao dịch

# request_processing
source: Your request has been sent and is pending
vi: Yêu cầu của Quý khách đã được gửi đi và chờ xử lý

# list_contract
source: S-Savings Contracts
vi: Danh sách hợp đồng

source: day
vi: ngày

# interest_rate_note
source: *Interest rate: %/year (on 360-day basis)
vi: *Lãi suất: %/năm (Tính trên cơ sở 360 ngày)

# register_now
source: Register
vi: Đăng ký ngay

# interest_rate_detail
source: Details
vi: Thông tin chi tiết

source: Product type
vi: Loại sản phẩm

source: Premature settlement
vi: Cho phép tất toán trước hạn

source: Min premature settlement
vi: Số tiền TTTH tối thiểu

# interest_premature_settlement
source: Interest rate for premature settlement
vi: Lãi suất tất toán trước hạn

# Interest_quote_premature_settlement
source: Interest rate quote for premature settlement
vi: Biểu lãi TTTH

# detail_info
source: Details
vi: Thông tin chi tiết

# s_saving_special
source: VIP S-Savings
vi: S-Savings đặc biệt

# s_saving_normal
source: Standard S-Savings
vi: S-Savings thông thường

# maturity
source: At maturity
vi: Cuối kỳ

source: Tiered
vi: Bậc thang

# interest_rate_pre
source: Interest rate quote for premature settlement
vi: Biểu lãi suất tất toán trước hạn

# interest_rate_after_tax_2
source: After tax
vi: Lãi sau thuế

source: days
vi: ngày

source: Yes
vi: Có

source: No
vi: Không

source: Source account
vi: Tài khoản nguồn

source: Interest rate quotes
vi: Biểu lãi suất

# interest_rate_after_tax
source: After tax
vi: LS sau thuế

# VN30_trend_prediction
source: VN30 trend
vi: Xu hướng VN30

# minimum_loan_value
source: Min loan value
vi: Cho vay tối thiểu

# minimum_change_to_win
source: Min volatility
vi: Thay đổi tối thiểu

# rate_quotes_description
source: *Customers who make accurate VN30 trend prediction will be rewarded with a bonus equals to Loan value * VN30 volatility *Interest rate: %/year (calculated on a 360-day basis), the minimum settlement period is 15 days.
vi: *Nếu dự đoán đúng xu hướng biến động của chỉ số VN30, Quý khách sẽ được hưởng thêm một khoản thưởng bằng: Số tiền cho vay x Hiệu suất biến động thị trường. *Lãi suất: %/năm (tính trên cơ sở 360 ngày), thời hạn tối thiểu tất toán là 15 ngày.

# s_note_detail
source: Production details
vi: Thông tin sản phẩm

# detail
source: Details
vi: Thông tin chi tiết

source: Payment of interest
vi: Kỳ nhận lãi

source: Maximum loan value
vi: Số tiền cho vay tối đa

# eligible_for_premature_settlement
source: Premature settlement
vi: Cho phép tất toán trước hạn

source: Settlement type
vi: Kiểu tính lãi tất toán trước hạn

source: Min premature liquidation
vi: Số tiền TTTH tối thiểu

source: Interest rate for premature liquidation
vi: Lãi suất TTTH

source: Register
vi: Đăng ký

source: Interest rate quote for premature liquidation
vi: Biểu lãi TTTH

source: Holding period
vi: Số ngày cho vay

# minimum_holding
source: Minimum holding period
vi: Số ngày vay tối thiểu

source: Optimize free cash flows
vi: Tối đa hóa dòng tiền nhàn rỗi

# intro_s_note_des1
source: Reap the profits from the free cash flows on your securities account at SSI
vi: Tối đa hóa lợi nhuận trên số tiền nhàn rỗi trong tài khoản giao dịch chứng khoán tại SSI

source: Constantly increasing interest
vi: Lãi suất luôn gia tăng

# intro_s_note_des2
source: Secure your investments with fixed interest rates (equivalent to saving deposits) while boosting your benefits despite market volatility
vi: Vốn đầu tư luôn được bảo toàn cùng lãi suất cố định, tương đương lãi suất tiết kiệm và lợi nhuận gia tăng khi thị trường biến động.

source: Flexible withdrawal
vi: Linh hoạt rút vốn

# intro_s_note_des3
source: Withdraw anytime. No interest loss. No risk.
vi: Rút tiền linh hoạt không mất lãi. Rủi ro luôn bằng 0.

source: Pending
vi: Chờ xử lý

source: Effective
vi: Đang hiệu lực

source: Failed
vi: Không thành công

source: Awaiting response
vi: Chờ phản hồi

source: Waiting response
vi: Chờ phản hồi

source: year
vi: năm

source: Total value
vi: Tổng giá trị

# mature_date
source: Maturity date
vi: Thời gian đáo hạn

# s_request_date
source: Request date
vi: Ngày tất toán

source: Payment type
vi: Loại thanh toán

# principal_type
source: Principal
vi: Trả gốc

# interest_type
source: Interest
vi: Trả lãi

source: Loan amount
vi: Số tiền cho vay

source: Paid amount
vi: Số tiền thanh toán

source: Contract ID
vi: Mã ĐNCV

source: Beneficiary account
vi: Tài khoản nhận thanh toán

source: Awaiting payment
vi: Chờ thanh toán

source: Failed payment
vi: Thanh toán lỗi

source: Paid
vi: Đã thanh toán

source: Canceled payment
vi: Hủy thanh toán

source: From date
vi: Từ ngày

source: To date
vi: Đến ngày

source: Settlement details
vi: Chi tiết lịch sử

source: Payment date
vi: Ngày thanh toán

# paid_amount_detail
source: Paid amount
vi: Số tiền TT trước thuế

source: Status
vi: Trạng thái

source: Contract date
vi: Ngày mở

# loan_agreement_content
source: You have a Loan Agreement pending approval. Please contact hotline 1900 54 54 71 for support!
vi: Quý khách có Thỏa thuận cho vay tiền chờ duyệt. Vui lòng liên hệ tổng đài 1900 54 54 71 để được hỗ trợ!

# loan_agreement_register
source: Register the Loan Agreement
vi: Đăng kí thỏa thuận cho vay tiền

# please_read_load_agreement
source: Please register the Loan Agreement to be able to do this transaction.
vi: Quý khách vui lòng đăng ký Thỏa thuận cho vay tiền để có thể thực hiện giao dịch này.

# agreement_confirmation
source: I have read, understood and agreed to all the terms and conditions on The Loan Agreement.
vi: Tôi xác nhận đã đọc, hiểu rõ, đồng ý và cam kết tuân thủ tất cả các điều khoản, điều kiện quy định tại Thỏa thuận cho vay tiền.

# notice_not_agree
source: Please tick to agree with the terms of SSI before submitting request
vi: Quý khách vui lòng chọn đồng ý với các điều khoản của SSI trước khi gửi yêu cầu

source: Register for a loan offer
vi: Đăng ký đề nghị cho vay tiền

source: Interest rate quotes type
vi: Loại biểu lãi

source: Minimum holding period
vi: Số ngày cho vay tối thiểu

# s_saving_contract_detail_title
source: S-Savings contract details
vi: Chi tiết đề nghị cho vay

# holding_period_circle
source: Holding period
vi: Thời gian đã cho vay

source: Remained term
vi: Thời gian cho vay còn lại

source: Accrued interest
vi: Lãi cộng dồn

# amount_available_settlement
source: Amount available for premature settlement
vi: Số tiền có thể tất toán

# amount_awaiting_settlement
source: Amount awaiting for premature settlement
vi: Số tiền chờ tất toán

# settlement_maturity
source: Settlement at maturity
vi: Phương thức tất toán

# eligible_premature_settlement
source: Premature settlement
vi: Cho phép tất toán trước hạn

# number_rollover
source: Number of rollover(s)
vi: Số lần tái tục

source: Settle
vi: Tất toán

# rate
source: Interest rate
vi: Lãi suất

# both_principal_interest
source: Settle both principal & interest
vi: Thanh toán

# s_saving_agreement_proccess
source: You have a loan agreement pending approval. Please contact hotline 1900 54 54 71 for support!
vi: Quý khách có Thỏa thuận cho vay tiền chờ duyệt. Vui lòng liên hệ tổng đài 1900 54 54 71 để được hỗ trợ!

# agreement_created
source: Successful registration.
vi: Đăng kí thỏa thuận cho vay tiền thành công

# standard_s_note
source: Standard S-Notes
vi: S-Notes thông thường

# exclusive_s_note
source: Exclusive S-Notes
vi: S-Notes đặc biệt

# interest_rate_liquidation
source: Interest rate for premature liquidation
vi: Lãi suất TTTH

# vn30_trend_prediction
source: VN30's trend prediction
vi: Dự đoán xu hướng VN30

# sproduct_contract
source: Register the Loan Agreement
vi: Đăng ký Thỏa thuận cho vay tiền

# s_saving_contract_confirm
source: I have read, understood and agreed to all the terms and conditions on The Loan Agreement
vi: Tôi xác nhận đã đọc, hiểu rõ, đồng ý và cam kết tuân thủ tất cả các điều khoản, điều kiện quy định tại Thỏa thuận cho vay tiền

# request_transfer_success
source: Your request has been sent and is pending
vi: Yêu cầu đã được gửi đi và đang chờ xử lý

# holiday_message
source: This service is currently suspended. Please try again on the next working day.
vi: Hệ thống hiện đang không hỗ trợ giao dịch. Quý khách vui lòng thử lại vào ngày làm việc tiếp theo.

# invalid_date_message
source: This service is currently suspended. Please try again on the next working day.
vi: Hệ thống hiện đang không hỗ trợ giao dịch. Quý khách vui lòng thử lại vào ngày làm việc tiếp theo.

# invalid_time_message
source: This service is available from {fromTime} to {toTime}
vi: Thời gian thực hiện yêu cầu từ {fromTime} đến {toTime}.

source: Up
vi: Tăng

source: Down
vi: Giảm

# term_day
source: {number} days
vi: {number} ngày

source: Prepaid Maturity
vi: Đầu kỳ

source: At Maturity
vi: Cuối kỳ

source: Monthly
vi: Hàng tháng

source: Quaterly
vi: Hàng quý

source: Pre settlement interest
vi: Biểu lãi TTTH

# error_settle_condition_1
source: Premature settlement is not eligible for this product
vi: Sản phẩm này không hỗ trợ tất toán trước hạn

# error_settle_condition_2
source: Premature settlement is not eligible for this contract status
vi: Trạng thái hợp đồng không được tất toán trước hạn

# error_settle_condition_3
source: Holding period has not reached minimum threshold for the contract to be eligible for premature liquidaton
vi: Số ngày gửi chưa đạt số ngày gửi tối thiểu để tất toán trước hạn

# error_settle_condition_4
source: Amount available for premature settlement is insufficient
vi: Hợp đồng không đủ số dư để tất toán

# settle_info
source: S-Savings Settlement
vi: Thông tin tất toán

# validate_period
source: Validity period
vi: Hiệu lực ĐNCV

source: Input amount settle
vi: Nhập số tiền tất toán

# please_enter_amount
source: Please enter the amount
vi: Vui lòng nhập số tiền

source: Settlement interest rate
vi: Lãi suất tất toán

source: Estimated interest
vi: Lãi dự trả

# amount_net
source: Net amount
vi: Tiền thanh toán

# amount_invalid
source: Input amount invalid
vi: Nhập số tiền không hợp lệ

# amount_higher_invalid
source: Settlement amount must be smaller than or equal to the Amount available for premature settlement
vi: Vui lòng nhập giá trị nhỏ hơn hoặc bằng Số tiền có thể tất toán

# amount_empty
source: Settlement amount do not empty
vi: Số tiền không được để trống

# confirm_settle_title
source: Confirmation
vi: Xác nhận

# amount_settle
source: Settlement amount
vi: Số tiền tất toán

# amount_lower_invalid
source: Settlement amount must be greater than or equal to the Minimum premature settlement
vi: Vui lòng nhập giá trị lớn hơn hoặc bằng Số tiền tất toán tối thiểu

# settle_success_message
source: Your request for settlement has been sent and is pending
vi: Yêu cầu tất toán đã được gửi đi và chờ xử lý

# withPercentYear
source: {value}%/year
vi: {value}%/năm

source: Bonus VN30
vi: Thưởng hiệu suất

source: Contract ID
vi: Mã hợp đồng

# total_amount_help
source: Total loan amount and estimated interest of active contracts
vi: Tổng tiền cho vay và lãi dự kiến của các hợp đồng đang hiệu lực

# s_notes_contract_detail_title
source: Contract details
vi: Chi tiết hợp đồng

# s_notes_loan_amount
source: Loan amount
vi: Số tiền đã cho vay

# contract_number
source: Contract ID
vi: Mã hợp đồng

source: Trend prediction
vi: Dự đoán xu hướng

source: VN30 - Open date
vi: VN30 - Ngày mở

# vn30_open_date_help
source: The value of VN30 is calculated at the end of the loan request creation date
vi: Giá trị VN30 tính tại cuối ngày tạo đề nghị cho vay

source: Strike
vi: Mốc VN30 tính thưởng

source: Estimated VN30 Performance Reward
vi: Mức thưởng hiệu suất VN30 (ước tính)

# estimated_vn30_trend_prediction_help
source: trend prediction
vi: Xu hướng dự đoán

# estimated_vn30_up_trend_help
source: {(Current VN30 Close/ VN30 Close on registration date) - 1} - X%
vi: {(Giá đóng cửa chỉ số VN30 hiện tại/ Giá đóng cửa chỉ số VN30 tại ngày mở hợp đồng) - 1} - X%

# estimated_vn30_down_trend_help
source: {1 - (Current VN30 Close/ VN30 Close on registration date)} - Y%
vi: {1 - (Giá đóng cửa chỉ số VN30 hiện tại/ Giá đóng cửa chỉ số VN30 tại ngày mở hợp đồng)} - Y%

# estimated_vn30_in_which_help
source: In which: X% and Y% are minimum volatility rates accordingly
vi: Trong đó: X%, Y% là tỷ lệ thay đổi xu hướng tối thiểu tương ứng

source: Rollover principal
vi: Quay vòng gốc, trả lãi vào ngày đáo hạn

source: Pay principal and interest
vi: Tất toán gốc và lãi vào ngày đáo hạn

source: Change trend
vi: Đổi xu hướng

# s_notes_error_settle_1
source: Premature settlement is not eligible for this product
vi: Trạng thái hợp đồng không được tất toán trước hạn

# s_notes_error_settle_2
source: Premature settlement is not eligible for this contract status
vi: Hợp đồng không cho phép tất toán trước hạn

# s_notes_error_settle_3
source: Holding period has not reached minimum threshold for the contract to be eligible for premature liquidaton
vi: Hợp đồng không được tất toán trước hạn do chưa đến ngày tất toán tối thiểu

# s_notes_error_settle_4
source: Amount available for premature settlement is insufficient
vi: Hợp đồng không đủ số dư để tất toán

# s_notes_error_change_trend_1
source: Invalid contract status
vi: Trạng thái đề nghị cho vay tiền không hợp lệ

# s_notes_error_change_trend_2
source: Contract is overdue
vi: Đề nghị cho vay tiền đã đáo hạn

# s_notes_error_change_trend_3
source: Invalid settlement type
vi: Hình thức tất toán không hợp lệ

source: Remaining loan period
vi: Thời gian cho vay còn lại

# s_notes_contracts_list
source: S-Notes contracts
vi: Danh sách đề nghị cho vay tiền

source: Information detail
vi: Thông tin chi tiết

source: Open date
vi: Ngày mở

# VN30_trend
source: VN30's Trend
vi: Xu hướng VN30

# payment_interest
source: Interest
vi: Thanh toán lãi

# payment_principal
source: Principal
vi: Thanh toán gốc

# up_with_percent
source: Up ({value}%)
vi: Tăng ({value}%)

# down_with_percent
source: Down ({value}%)
vi: Giảm ({value}%)

source: Change trend predict when renew
vi: Thay đổi xu hướng dự đoán khi tái tục

# source_account1
source: Account
vi: Tài khoản nguồn

# validity_period_contract
source: Validity period
vi: Hiệu lực hợp đồng

source: Current product
vi: Sản phẩm hiện tại

source: Current trend prediction
vi: Xu hướng dự đoán hiện tại

# new_VN30_prediction_information
source: New VN30 prediction's information
vi: Thông tin dự đoán VN30 mới

source: Validity period
vi: Thời hạn hiệu lực

# cut_of_time_error
source: This service is currently suspended. Please try again on the next working day.
vi: Hệ thống hiện đang không hỗ trợ giao dịch. Quý khách vui lòng thử lại vào ngày làm việc tiếp theo.

# holiday_error
source: This service is currently suspended. Please try again on the next working day.
vi: Hệ thống hiện đang không hỗ trợ giao dịch. Quý khách vui lòng thử lại vào ngày làm việc tiếp theo

# cutofftime_message_error
source: This service is available from {fromTime} to {toTime}
vi: Thời gian thực hiện yêu cầu từ {fromTime} đến {toTime}.

source: Change trend confirmation
vi: Xác nhận thay đổi xu hướng

source: Home
vi: Trang chủ

# new_product_trend
source: Trend {Trend} - {Period} {day} ({InterestRate}%/Year)
vi: Xu hướng {Trend} - {Period} {day} ({InterestRate}%/năm)

# info_register
source: Registration Information
vi: Thông tin đăng ký

source: Product Information
vi: Biểu lãi suất & thông tin đăng ký

# loan_amount_account
source: Loan amount/ Account (VND)
vi: Số tiền cho vay/ Tài khoản (VNĐ)

# interest_rate_after_tax_short
source: After tax
vi: LS sau thuế

source: Registered accounts
vi: Tài khoản đã đăng ký

source: Update registration
vi: Thay đổi đăng ký S-ON

source: From
vi: Từ

source: to
vi: đến
