Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# deposit_error_304
source: An error occurred during OTP authentication or OTP is temporarily locked due to entering wrong 5 times in a row
vi: Hệ thống xảy ra lỗi trong quá trình xác thực OTP tại ngân hàng hoặc khách hàng bị khóa OTP tạm thời do nhập sai OTP 5 lần liên tiếp

# deposit_error_998
source: Please reactive Smart Banking service at Bank Transaction Counter
vi: Quý khách vui lòng thực hiện kích hoạt lại dịch vụ Smart Banking tại Quầy Giao dịch của ngân hàng

# deposit_error_expired
source: Confirmation expired
vi: Hết hạn xác nhận

# deposit_screen_title
source: Securities account deposit
vi: Nộp tiền chứng khoán

source: Deposit into account
vi: Nộp tiền vào TKCK

# deposit_amount
source: Amount
vi: Số tiền nộp

# deposit_amount_hint
source: Enter amount
vi: Nhập số tiền nộp

# deposit_notice
source: Transactions exceeding 100 millions require an OTP code from the Bank's Smart OTP app.
vi: Giao dịch lớn hơn 100 triệu yêu cầu lấy mã OTP từ app Smart OTP của Ngân hàng

# deposit_fee
source: Fee Amount
vi: Phí tại SSI

# deposit_tooltip
source: Deposit fee (if any) will be collected according to the bank's fee schedule
vi: Phí nộp tiền (nếu có) sẽ được thu theo biểu phí của ngân hàng

# deposit_total_amount
source: Total Amount
vi: Tổng số tiền nộp

# deposit_description
source: Remark
vi: Nội dung

# deposit_empty_amount_error
source: Please enter the amount.
vi: Vui lòng nhập số tiền.

# deposit_limit_amount_error
source: Exceeded limit amount.
vi: Vượt quá hạn mức nộp tiền.

# deposit_unlink_dialog_message
source: Are you sure to unlink {bankName} account?
vi: Quý khách có chắc chắn muốn hủy liên kết tài khoản tại {bankName} không?

# deposit_unlink_success
source: Unlink bank successfully
vi: Hủy liên kết thành công

# deposit_not_right_time
source: Your request will be processed from {fromTime} to {toTime} on working days. Do you want to continue?
vi: Yêu cầu nộp tiền của Quý khách sẽ được thực hiện trong khoảng thời gian từ {fromTime} đến {toTime} các ngày làm việc. Quý khách có muốn tiếp tục?

# deposit_confirmation
source: Confirmation
vi: Xác nhận

# deposit_transaction_code
source: Transaction Code
vi: Mã giao dịch

# deposit_confirmation_message
source: Please enter the transaction code into the bank's Smart OTP app to get the OTP
vi: Quý khách vui lòng nhập mã giao dịch vào app Smart OTP của ngân hàng để lấy mã OTP

# deposit_sms_otp_title
source: SMS OTP Authentication
vi: Xác thực SMS OTP

# deposit_sms_otp_subtitle
source: Please enter the OTP code sent to the phone number registered at the bank
vi: Quý khách vui lòng nhập mã OTP được gửi về số điện thoại đăng ký tại ngân hàng

# deposit_smart_otp_title
source: OTP Authentication
vi: Xác thực OTP

# deposit_smart_otp_subtitle
source: Enter the OTP code generated from the bank's Smart OTP app
vi: Nhập mã OTP được lấy từ app Smart OTP của ngân hàng

# deposit_otp_required
source: Please enter OTP
vi: Vui lòng nhập OTP

# deposit_benefit_account
source: Beneficiary account number
vi: Tài khoản thụ hưởng

# deposit_qr_amount
source: Amount
vi: Số tiền

# deposit_qr_amount_hint
source: Enter amount
vi: Nhập số tiền

# deposit_create_qr
source: Create QR Code
vi: Tạo mã QR

# deposit_my_qr
source: Your QR Code
vi: Mã QR của tôi

# deposit_bidv
source: BIDV - Joint Stock Commercial Bank for Investment and Development of Vietnam
vi: BIDV - Ngân hàng TMCP Đầu tư và phát triển Việt Nam

# deposit_qr_description_error
source: Don't enter special characters, Vietnamese accents
vi: Không được nhập kí tự đặc biệt, tiếng Việt có dấu

# deposit_qr_description_hint
source: Enter maximum 140 characters
vi: Nhập tiếng việt không dấu. Tối đa 140 ký tự

# deposit_qr_description_format
source: Top up account {account} at SSI
vi: Nop tien TK {account} tai SSI

# deposit_ssi_account_title
source: Deposit instructions
vi: Hướng dẫn nộp tiền

# deposit_ssi_account_description
source: You can quickly transfer money from any bank to SSI's account at BIDV through INDICATION 9616 according to the instructions below:
vi: Quý khách có thể chuyển tiền nhanh từ mọi ngân hàng vào tài khoản của SSI tại BIDV thông qua MÃ ĐỊNH DANH 9616 theo hướng dẫn dưới đây:

# asset_login
source: Log in to
vi: Đăng nhập

# deposit_ssi_step_1_desc
source: Log in to Internet banking/ Mobile banking of the bank you are using
vi: Đăng nhập Internet banking/ Mobile banking của ngân hàng Quý khách đang sử dụng

# deposit_ssi_step_2_title
source: Choose transfer function
vi: Chọn chức năng chuyển tiền

# deposit_ssi_step_2_desc
source: For an amount less than 500 million VND, you should choose the 24/7 Napas Quick Money Transfer function to experience the optimal payment speed.
vi: Đối với số tiền nhỏ hơn 500 triệu đồng, Quý khách nên chọn chức năng Chuyển tiền nhanh 24/7 Napas để trải nghiệm tốc độ nộp tiền tối ưu.

# deposit_ssi_step_3_title
source: Enter transaction information
vi: Nhập thông tin giao dịch

# deposit_ssi_step_3_bank
source: Beneficiary bank
vi: Ngân hàng thụ hưởng

# deposit_ssi_step_3_account
source: Beneficiary account number
vi: Số tài khoản thụ hưởng

# deposit_ssi_step_3_account_anonymous
source: [9616] + [Securities trading account number (6 digits) + sub-account number (1 number)]
vi: [9616] + [Số tài khoản giao dịch chứng khoán (6 số) + Số tiểu khoản (1 số)]

# deposit_ssi_step_3_account_normal
source: (For cash account)
vi: (Nếu nộp TK tiền mặt)

# deposit_ssi_step_3_account_margin
source: (For margin account)
vi: (Nếu nộp TK ký quỹ)

# deposit_ssi_step_3_account_der
source: (For derivatives account)
vi: (Nếu nộp TK phái sinh)

# deposit_ssi_step_3_customer
source: Beneficiary
vi: Người thụ hưởng

# deposit_ssi_step_3_customer_value_anonymous
source: Customer's full name
vi: Họ và tên khách hàng

# deposit_ssi_step_3_customer_value_sub_content
source: (No need to enter beneficiary's name with NAPAS 24/7 fast money transfer method)
vi: (Không cần nhập tên người thụ hưởng với phương thức chuyển tiền nhanh NAPAS 24/7)

# deposit_ssi_step_3_note
source: Content of money transfer
vi: Nội dung chuyển tiền

# deposit_ssi_step_3_note_value
source: Fill in according to your needs
vi: Điền theo nhu cầu quý khách

# deposit_account_copied
source: Beneficiary account number copied
vi: Đã sao chép số tài khoản thụ hưởng

# deposit_detail_instructions
source: Detailed instructions
vi: Hướng dẫn chi tiết

# deposit_guideline
source: Deposit instructions
vi: Hướng dẫn nộp tiền

# deposit_select_bank
source: Choose deposit bank
vi: Chọn ngân hàng nộp tiền

# deposit_via_security_account_tab
source: Via securities account
vi: Nộp tiền chứng khoán

# deposit_via_bank_account_tab
source: Via bank account
vi: Chuyển qua tài khoản

# deposit_account_link
source: Account link
vi: Liên kết tài khoản

# deposit_account_link_desc
source: Link banks for faster transactions
vi: Liên kết ngân hàng để giao dịch nhanh hơn

# deposit_login
source: Login
vi: Đăng nhập

# deposit_linked_desc
source: Deposit on SSI system
vi: Nộp tiền ngay trên hệ thống SSI

# deposit_not_support_link_decs
source: Deposit into Securities Account
vi: Nộp tiền chứng khoán

# deposit_bank_step_1_title
source: Login to {bankName} bank account
vi: Đăng nhập vào tài khoản ngân hàng {bankName}

# deposit_bank_step_1_decs_1
source: Login on
vi: Đăng nhập trên

# deposit_bank_step_1_decs_2
source: of
vi: của

# deposit_bank_step_2_title
source: Select the function
vi: Chọn chức năng

# deposit_bank_step_2_desc
source: The position of the feature Deposit into Securities Account may vary from bank to bank
vi: Vị trí chức năng Nộp tiền chứng khoán sẽ khác nhau tùy thuộc vào ngân hàng Quý khách sử dụng

# deposit_view_detail
source: Detail
vi: Xem chi tiết

# deposit_bank_select_service
source: Select service/Company
vi: Chọn dịch vụ/ Công ty

# deposit_bank_ssi_service
source: SSI Securities Joint Stock Company
vi: Công ty Cổ phần Chứng khoán SSI

# deposit_bank_ssi_service_desc
source: Your securities account number at SSI (enter all 7 characters of the sub-account)
vi: Số tài khoản chứng khoán của Quý khách tại SSI (nhập đủ 7 ký tự của tiểu khoản)

# deposit_bank_customer_name
source: Securities account holder's name
vi: Tên chủ tài khoản chứng khoán

# deposit_account_number_copied
source: Account number copied
vi: Đã sao chép số tài khoản

# deposit_bank_scan_qr
source: Scan the QR code/ Enter the account number to receive money below
vi: Quét QR code/ Nhập số tài khoản nhận tiền dưới đây

# deposit_bank_amount
source: Amount
vi: Số tiền

# deposit_bank_amount_value
source: Enter the amount to transfer
vi: Nhập số tiền cần chuyển

# deposit_bank_content
source: Transfer Contents
vi: Nội dung chuyển khoản

# deposit_bank_content_value
source: Account number + Account holder's name
vi: Số TKCK + Tên chủ tài khoản

# deposit_bank_note
source: Note: QR pay is only used for transactions under 500,000,000 VND or according to the limit depending on the bank. With a higher limit, please use the Money Transfer feature
vi: Lưu ý: QR pay chỉ áp dụng với giao dịch dưới 500.000.000 VNĐ hoặc theo hạn mức tùy từng ngân hàng. Với hạn mức cao hơn, Quý khách vui lòng dùng tính năng Chuyển tiền

# deposit_bank_content_copied
source: Transfer contents copied
vi: Đã sao chép nội dung chuyển khoản

# deposit_list_of_bank
source: List of banks
vi: Danh sách ngân hàng

# deposit_list_of_bank_desc
source: List of banks that provide securities deposit function automatically connected to SSI
vi: Danh sách các ngân hàng cung cấp chức năng nộp tiền chứng khoán kết nối tự động với SSI

# overview_cash_advance
source: Cash In Advance
vi: Thông tin ứng tiền

# history_cash_advance
source: Advance History
vi: Lịch sử ứng tiền

# total_sell_amount
source: Total net sell value
vi: Tổng số tiền bán

# total_cash_advance
source: Total advanced
vi: Tổng tiền đã ứng

# total_available_cash_advance
source: Advance cash
vi: Tổng tiền có thể ứng

# date_income_money
source: Due Date
vi: Ngày tiền về

# amount_sell
source: Net Sell Value
vi: Số tiền bán

# amount_money_cash
source: Advance Cash
vi: Số tiền có thể ứng

# statement
source: Cash Statement
vi: Sao kê tiền

# tool_tip
source: Data is supported for the latest 6 months. The query duration (from date, to date) must be less than 1 month
vi: Tính năng này chỉ hỗ trợ Quý khách tra cứu dữ liệu trong 6 tháng gần nhất. Khoảng thời gian mỗi lần tra cứu không quá 1 tháng

# deposit_withdraw
source: Cash Deposit/Withdraw
vi: Nộp/Rút tiền

source: Security Trading
vi: Giao dịch chứng khoán

source: Loan/Repayment
vi: Vay/Trả nợ

# interest
source: Stock/Bond Cash Dividend/Deposit Interest
vi: Cổ tức/Trái tức/Lãi tiền gửi

source: Other
vi: Khác

source: Opening balance
vi: Số dư đầu kỳ

source: Ending balance
vi: Số dư cuối kỳ

source: Opening pending payment
vi: Số dư chờ thanh toán đầu kỳ

source: Ending pending payment
vi: Số dư chờ thanh toán cuối kỳ

source: Derivation
vi: Phát sinh

source: Transaction detail
vi: Chi tiết giao dịch

# asset_account_number
source: Account number
vi: Số tài khoản

source: Transaction date
vi: Ngày giao dịch

source: Remark
vi: Nội dung

# stock
source: Symbol
vi: Mã CK

source: Amount
vi: Số lượng

source: Pending payment
vi: Chờ thanh toán

source: Derivation at SSI
vi: Phát sinh tại SSI

# derivation_at_VSD
source: Derivation at VSDC
vi: Phát sinh tại VSD

# cash_advance_amount_availabel
source: Advance cash
vi: Số tiền có thể ứng

# cash_advance_amount
source: Cash Advance Request
vi: Số tiền ứng

# fee_not_vat
source: Fee (Without VAT)
vi: Phí (Chưa gồm VAT)

# received_amount
source: Cash Receive
vi: Số tiền thực nhận

# cash_advance_out_of_amount
source: Cash in advance request must be less than or equal {cashAdvance}
vi: Số tiền ứng phải nhỏ hơn hoặc bằng {cashAdvance}

# cash_advance_amount_min
source: Cash in advance request must be greater than {minFee}
vi: Số tiền ứng phải lớn hơn {minFee}

# cash_advance_amount_invalid
source: Invalid advance cash
vi: Số tiền có thể ứng không hợp lệ

# no_history_transfer
source: No transaction has been made
vi: Quý khách chưa có lịch sử chuyển tiền

# content
source: Remark
vi: Nội dung

# input_name_beneficiary
source: Input Beneficiary Account Name
vi: Nhập tên người thụ hưởng

source: Stock transfer
vi: Chuyển chứng khoán

# transfer_request
source: Transfer stock
vi: Đề nghị chuyển

# asset_source_account
source: Account number
vi: Tài khoản nguồn

# des_account
source: Beneficiary
vi: Tài khoản đích

source: Stock list
vi: Danh sách chứng khoán

source: Available Volume
vi: KL có thể chuyển

# transfer_volume
source: Quantity
vi: KL chuyển

# list_of_stock
source: List of stocks
vi: Danh sách chuyển

# request_success
source: Request has been sent successfully
vi: Gửi yêu cầu thành công

# request_success_des
source: Your stock transfer request has been submitted
vi: Yêu cầu chuyển chứng khoán của Quý khách đã được tiếp nhận

# send_request
source: Request sent
vi: Gửi yêu cầu

# successed
source: Successful
vi: Thành công

# follow_status
source: Track progress
vi: Theo dõi trạng thái

# create_new_transfer
source: New request
vi: Tạo giao dịch mới

# transfer_note
source: This service is available from {fromTime} to {toTime} every trading day.
vi: Thời gian thực hiện yêu cầu từ {fromTime} đến {toTime} các ngày giao dịch.

# confirm_transfer
source: Confirm stock transfer
vi: Xác nhận chuyển chứng khoán

# invalid_account_message
source: You must have at least 2 trading accounts at SSI to use this function.
vi: Quý khách vui lòng mở ít nhất 2 tiểu khoản giao dịch tại SSI để sử dụng chức năng này.

# invalid_withdrawable_message
source: Stock transfer from this account is not permitted, as its balance is currently negative ({withdrawable}). Please select another account to proceed.
vi: Số dư tiền trên tài khoản của Quý khách hiện đang âm ({withdrawable}), do đó không được phép thực hiện chuyển chứng khoán trên tài khoản này. Vui lòng chọn tài khoản khác để thực hiện.

# invalid_amount_zero_message
source: Please input transfer volume > 0
vi: Vui lòng nhập KL chuyển >0

# invalid_amount_more_than_quantity_message
source: Quantity exceeds the allowance
vi: Khối lượng vượt quá số dư chứng khoán được phép giao dịch của tài khoản

# track_process
source: Track progress
vi: Theo dõi trạng thái

source: New request
vi: Tạo giao dịch mới

source: Stock transfer history
vi: Lịch sử chuyển chứng khoán

# input_character_invalid
source: Enter Vietnamese without accents and special characters up to 140 characters.
vi: Nhập tiếng Việt không dấu và không chứa ký tự đặc biệt, tối đa 140 ký tự.

# fee_error
source: Transfer Amount + Fee Amount <= Available Amount
vi: Số tiền chuyển + Phí chuyển tiền <= Số tiền có thể chuyển

source: WithDraw
vi: Rút

# deposit_money
source: Deposit
vi: Nạp

# benefit_bank_type
source: Beneficiary Account Type
vi: Loại tài khoản thụ hưởng

# list_account_benifit_empty
source: You have not bank account.
vi: Quý khách chưa đăng ký tài khoản ngân hàng.

# error_amount_less_than_or_equal_limit
source: The transfer amount plus the fee amount must be less than or equal to the limit amount.
vi: Số tiền chuyển cộng phí chuyển tiền phải nhỏ hơn hoặc bằng số dư hạn mức

# received_number
source: Beneficiary Account
vi: STK bên nhận

source: Deposit failure
vi: Nộp ký quỹ không thành công

source: Withdraw failure
vi: Rút ký quỹ không thành công

# invalid_withdrawal_amount
source: The withdraw amount plus the fee amount must be less than or equal to the available balance.
vi: Số tiền rút cộng phí rút tiền phải nhỏ hơn hoặc bằng số dư khả dụng

# invalid_deposit_amount
source: The deposit amount plus the fee amount must be less than or equal to the available balance.
vi: Số tiền nộp cộng phí nộp tiền phải nhỏ hơn hoặc bằng số dư khả dụng

# transfer_internal_success
source: Your request has been sent and is pending
vi: Yêu cầu của quý khách đã được gửi đi và đang chờ xử lý

# deposit_history_ssi
source: History
vi: Lịch sử

source: Time transfer
vi: Thời gian giao dịch

# filter_history_deposit_description
source: Data is supported for the latest 12 months.
vi: Tính năng này chỉ hỗ trợ Quý khách tra cứu dữ liệu trong 12 tháng gần nhất

# ca_two_fa_warning
source: Your current authentication method is Certificate Authority, which is not supported on App. Please login on iBoard Web to proceed with your transactions or contact Hotline 19005454 71 for further assistance.
vi: Quý khách đang sử dụng phương thức xác thực là Chứng thư số. Hiện phương thức này không được hỗ trợ trên App. Quý khách vui lòng truy cập iBoard Web để thực hiện giao dịch, hoặc liên hệ Hotline 19005454 71 để được trợ giúp

# no_history_cash_advance
source: Not found data
vi: Không có dữ liệu

# cash_advance_from_account
source: Cash advance
vi: Ứng tiền vào tài khoản

# stock_transfer_status_accepted
source: Approved
vi: Đã duyệt

# stock_transfer_status_process
source: Pending
vi: Đang xử lý

# stock_transfer_status_canceled
source: Cancelled
vi: Hủy

# cash_advance_cutofftime_warning
source: Available time for cash advance requests is from {fromTime} to {toTime}
vi: Thời gian thực hiện yêu cầu ứng trước từ {fromTime} tới {toTime} các ngày giao dịch

# account_title
source: Acc.
vi: STK

# seach
source: Search
vi: Tìm kiếm

# deposit_money_to_account
source: Deposit on account {account}
vi: Nộp tiền vào tài khoản {account}

# detail_deposit
source: Deposit details
vi: Chi tiết nộp tiền

# account_deposit
source: Deposit Account
vi: Tài khoản nộp tiền

# benifit_bank
source: Bank Name
vi: Ngân hàng

# reason
source: Fail reason
vi: Lý do

# submitted
source: Submit
vi: Xác nhận

# cash_advance_empty_input
source: Please enter cash advance request
vi: Vui lòng nhập số tiền ứng

# cash_advance_no_data
source: Currently, customers do no net sell value for cash advance
vi: Hiện tại quý khách không có tiền bán chờ về để ứng trước

# tooltip_filter_cash_advance
source: Data is supported for the latest 6 months. The query duration (from date, to date) must be less than 1 month
vi: Tính năng này chỉ hỗ trợ Quý khách tra cứu dữ liệu trong 6 tháng gần nhất. Khoảng thời gian mỗi lần tra cứu không quá 1 tháng

# pending_deposit
source: Pending
vi: Chờ xử lý

# deposit_transaction_code_short
source: Trans. Id
vi: Mã giao dịch

# transaction_fee
source: Fee amount
vi: Phí

# deposit_amount_vsd
source: Deposit Amount
vi: Số tiền nộp

# withdraw_amount_vsd
source: Withdraw Amount
vi: Số tiền rút

# limit_query_history_data
source: Data only queried within 12 months
vi: Dữ liệu chỉ được truy xuất trong vòng 12 tháng

# quantityNumber
source: Quantity
vi: Số lượng

# failure_deposit
source: Failed
vi: Không thành công

source: Successful
vi: Thành công

source: Symbol
vi: Mã CK

# choose_des_account_msg
source: Please choose destination account.
vi: Vui lòng chọn tài khoản đích

# request_time
source: Requested Time
vi: Thời gian yêu cầu

# not_choose_stock_msg
source: Please select stocks to continue
vi: Vui lòng chọn Mã chứng khoán để tiếp tục

# order_confirm_error
source: This function cannot be used because of existing unconfirmed orders from {date}, please access the order confirmation screen on iBoard App.
vi: Quý khách không thể sử dụng chức năng này do có lệnh cần xác nhận từ ngày {date}, vui lòng truy cập màn hình xác nhận lệnh trên hệ thống iBoard App.

source: Interest Posting
vi: Lãi tiền gửi hoặc Lãi âm

source: Credit
vi: Cấp hạn mức

source: Cash Freeze
vi: Phong toả tiền

source: Cash Release
vi: Giải toả tiền

source: Debit
vi: Tiền đã góp vốn

# cash_deposit_to_ccp_vsd
source: Cash Deposit to CCP
vi: Nộp tiền ký quỹ lên VSD

# cash_withdraw_from_ccp_vsd
source: Cash Withdrawal from CCP
vi: Rút tiền ký quỹ từ VSD

# collateral_manager_fee
source: Collateral Management Fee
vi: Phí quản lý tài sản trả VSD

source: Trading Fee
vi: Phí giao dịch

source: Position Management Fee
vi: Phí quản lý vị thế trả VSD

source: Exchange Fee
vi: Phí giao dịch HNX

source: Levy Fee
vi: Thuế TNCN

# transfer_fee
source: Transfer fee (transfer cash to VSDC)
vi: Phí chuyển tiền (Phí chuyển tiền lên VSD)

source: Cash Deposit to CCP
vi: Nộp tiền ký quỹ

# cash_withdraw_from_ccp
source: Cash Withdrawal from CCP
vi: Rút tiền ký quỹ

# withdraw_fee
source: Transfer fee (withdrawal cash to VSDC)
vi: Phí chuyển tiền (Phí rút tiền từ VSD)

source: Deposit Interest Tax
vi: Thuế trên lãi tiền gửi

source: Delivery Margin Receive Value
vi: Giá trị ký quỹ chuyển giao nhận

source: Delivery Margin Pay Value
vi: Giá trị ký quỹ chuyển giao phải trả

source: Daily Profit Payment
vi: Lãi vị thế mở

source: Daily Loss Payment
vi: Lỗ vị thế mở

source: Commission Voucher
vi: Ưu đãi phí giao dịch

source: Reverse Commission Voucher
vi: Thu hồi ưu đãi phí giao dịch

# short_trans_date
source: Trans. Date
vi: Ngày GD

# short_transaction_date
source: Transaction date
vi: Ngày giao dịch

# short_request_date
source: Requested date
vi: Ngày YC

source: Select an account
vi: Chọn tài khoản

# request_date
source: Requested date
vi: Ngày yêu cầu

# confirm_cash_advanced
source: Advance Confirm
vi: Xác nhận ứng tiền

# feature_coming_soon
source: Feature is developing, please come back later.
vi: Tính năng đang phát triển, quý khách vui lòng quay lại sau.

# tprl_value
source: Value of Private Corporate Bonds
vi: Giá trị TPDNRL

# asset_with_end_1_tooltip
source: Includes the net asset value of exchange-traded securities, S-Products and Open-ended funds.
vi: Bao gồm giá trị Tài sản ròng tài khoản chứng khoán giao dịch qua sàn, giá trị tài sản ròng các sản phẩm S-Products KH giao dịch với SSI, và giá trị tài sản ròng chứng chỉ quỹ.

# asset_cash_without_end_1
source: Includes the net asset value of exchange-traded securities, S-Products.
vi: Bao gồm giá trị Tài sản ròng tài khoản chứng khoán giao dịch qua sàn và giá trị tài sản ròng các sản phẩm S-Products KH giao dịch với SSI.

# total_asset_tkck
source: Total assets
vi: Tổng tài sản TKCK

# asset_ck_value
source: Value of listed securities
vi: Giá trị CK niêm yết

# asset_tkck_tooltip
source: Equals to Total assets on Securities account minuses Total debts
vi: Bao gồm Tổng tài sản TKCK trừ Tổng nợ

# securities_value_tooltip
source: Equals to total values of all exchange-traded securities.
vi: Là tổng giá trị tất cả các mã chứng khoán giao dịch qua sàn

# ssecurities_value_cash
source: Value of listed securities
vi: Giá trị CK niêm yết

# total_asset_cash
source: Total assets
vi: Tổng tài sản TKCK

# total_asset_cash_tooltip
source: Includes the values of Listed securities, Exchange-traded private corporate bonds and Cash balance.
vi: Bao gồm Giá trị CK niêm yết, Giá trị TPDNRL giao dịch qua sàn và Số dư tiền trong tài khoản

# asset_portfolio_performance
source: Portfolio performance
vi: Hiệu suất đầu tư

# asset_opening_nav
source: Opening NAV
vi: Tài sản ròng đầu kỳ

# asset_closing_nav
source: Closing NAV
vi: Tài sản ròng cuối kỳ

# asset_net_cash
source: Net deposit/withdrawal
vi: Net nộp rút

# asset_total
source: Total profit/loss
vi: Tổng lãi lỗ

# asset_rate_return
source: Rate of return
vi: Hiệu suất (%)

# asset_portfolio_rate
source: Portfolio performance from {fromDate} to {toDate}
vi: Hiệu suất đầu tư từ {fromDate} đến {toDate}
