Repository: DoTungLam96/flutter_base
Catalog: lib/l10n/intl_*.arb
Languages: vi

# asset_tooltip_portfolio_rate
source: <!DOCTYPE html><html><head><style>body {font-size: 13px;font-weight: 400;}</style></head><p style="font-size:15px;font-weight: 400;" >Portfolio performance is calculated as below:</p><body><ul><li>Opening NAV (NAV<sub>T0</sub>): the net asset value at the beginning of the query period</li></ul><ul><li>Closing NAV (NAV<sub>Tn</sub>): the net asset value at the end of the query period</li></ul><ul><li>Daily profit and loss: the difference between Opening NAV and Closing NAV</li></ul><ul><li>Accrued profit and loss: the profit and loss accrued by the end of the query range, starting from its beginning</li></ul><ul><li>Deposit: the value of cash deposits within day</li></ul><ul><li>Withdrawal: the value of cash withdrawal within day</li></ul><ul><li>Net deposit/withdrawal: Total deposits - Total withdrawals within the query period</li></ul><ul><li>Total profit and loss (PnL<sub>Tn</sub>): Opening NAV (NAV<sub>Tn</sub>)- Closing NAV (NAV<sub>T0</sub>) - Net deposit/withdrawal</li></ul><ul><li>Rate of return (%): ROR<sub>Tn</sub>=PnL<sub>Tn</sub>/NAV<sub>T0</sub>*100</li></ul><ul><li>Margin debt: the value of margin debt at the end of the day</li> </ul><ul><li>Margin debt/NAV (%): equals to Margin debt/NAV*100, in which NAV is the value at the end of the day</li></ul><em>Note: <ul><li>Portfolio performance information is for reference only, customer can consider your own calculation method. SSI is not responsible for differences between performance tracking calculation methods.</li></ul><ul><li>The figures above are calculated using past data and do not register to any trading recommendations.</li></ul></em></body></html>
vi: <!DOCTYPE html><html><head><style>body {font-size: 13px;font-weight: 400;}</style></head><p style="font-size:15px;font-weight: 400;" >Hiệu suất đầu tư được tính toán dựa trên các chỉ tiêu như sau:</p><body><ul><li>Tài sản ròng đầu kỳ (NAV<sub>T0</sub>): giá trị tài sản ròng đầu ngày của ngày bắt đầu tra cứu</li></ul><ul><li>Tài sản ròng cuối kỳ (NAV<sub>Tn</sub>): giá trị tài sản ròng cuối ngày của ngày cuối cùng tra cứu</li></ul><ul><li>Lãi lỗ hằng ngày: chênh lệch giá trị tài sản ròng cuối kỳ so với giá trị tài sản ròng đầu kỳ</li></ul><ul><li>Lãi lỗ lũy kế: giá trị lãi lỗ lũy kế tính từ đầu kỳ tra cứu</li></ul><ul><li>Tiền nộp: tổng tiền mặt nộp vào tài khoản trong ngày</li></ul><ul><li>Tiền rút: tổng tiền mặt rút ra khỏi tài khoản trong ngày</li></ul><ul><li>Net nộp rút: Tổng giá trị nộp - tổng giá trị rút trong khoảng thời gian tra cứu</li></ul><ul><li>Tổng lãi lỗ (PnL<sub>Tn</sub>): Giá trị tài sản ròng đầu kỳ tra cứu - giá trị tài sản ròng cuối kỳ tra cứu - Net nộp rút</li></ul><ul><li>PnL<sub>Tn</sub>= NAV<sub>Tn</sub> - NAV<sub>T0</sub> - (Tổng tiền đã nộp từ <sub>T0>Tn</sub> - Tổng tiền rút ra từ <sub>T0>Tn</sub>).</li></ul><ul><li>Hiệu suất (%): hiệu suất đầu tư của Khách hàng (%) được tính theo công thức: ROR<sub>Tn</sub>=PnL<sub>Tn</sub>/NAV<sub>T0</sub>*100</li></ul><ul><li>Nợ ký quỹ: giá trị vay ký quỹ của tài khoản cuối ngày</li> </ul> <ul> <li>Nợ ký quỹ/NAV (%): tỷ lệ nợ trên tài sản ròng của khách hàng trong ngày = Nợ ký quỹ /NAV</li> </ul> <em>Lưu ý: <ul> <li>Thông tin hiệu suất đầu tư chỉ mang tính tham khảo, nhà đầu tư có thể cân nhắc lựa chọn tính toán riêng cho mình. SSI không chịu trách nhiệm về những khác biệt giữa các phương pháp tính toán hiệu suất khác nhau.</li></ul><ul><li>Các chỉ số được tính toán từ dữ liệu trong quá khứ và không mang tính khuyến nghị để đưa ra quyết định đầu tư.</li></ul></em></body></html>

# asset_day
source: Date
vi: Ngày

# asset_accrued_pl
source: Accrued P&L
vi: Lãi lỗ lũy kế

# asset_daily_pl
source: Daily P&L
vi: Lãi lỗ hàng ngày

# asset_cash_deposit
source: Cash deposit
vi: Tiền nộp

# asset_cash_withdraw
source: Cash withdrawal
vi: Tiền rút

# asset_margin_debt
source: Margin debt
vi: Nợ ký quỹ

# asset_margin_debt_nav
source: Margin debt/NAV
vi: Nợ ký quỹ/NAV

# asset_cash_dividend
source: Cash dividend
vi: Tiền cổ tức chờ về

# asset_save_beneficiary
source: Save this beneficiary
vi: Lưu người thụ hưởng

# asset_mnemonic
source: Mnemonic
vi: Tên gợi nhớ

# asset_save_list
source: Saved lists
vi: Danh sách đã lưu

# asset_popup_confirm_delete
source: Do you want to delete this account?
vi: Bạn có muốn xóa tài khoản này?

# asset_del_success
source: Delete success
vi: Xoá thành công

# asset_odc_title
source: Order confirmation
vi: Xác nhận lệnh

# asset_odc_order_confirm
source: Confirm order
vi: Xác nhận lệnh

# asset_odc_history
source: History
vi: Lịch sử

# asset_odc_not_registered_online
source: You have not registered for online order confirmation, please call SSI Contact Center 1900545471 (ext 1) for registration.
vi: Quý khách chưa đăng ký xác nhận lệnh trực tuyến, vui lòng gọi tổng đài SSI Contact Center 1900545471 (nhánh 1) để đăng ký sử dụng dịch vụ.

# asset_odc_header_order_date
source: Order date
vi: Ngày giao dịch

# asset_odc_header_stock_code
source: Stock code
vi: Mã CK

# asset_odc_header_contract_no
source: Contract no
vi: Mã HĐ

# asset_odc_search_stock_code
source: Symbol
vi: Mã CK

# asset_odc_search_contract_no
source: Symbol
vi: Mã HĐ

# asset_odc_header_order_type
source: Order type
vi: Loại lệnh

# asset_odc_header_quantity
source: Quantity
vi: KL đặt

# asset_odc_header_price
source: Price
vi: Giá đặt

# asset_odc_header_trader_id
source: Trader ID
vi: ID môi giới

# asset_odc_header_order_channel
source: Order chanel
vi: Kênh

# asset_odc_header_confirm_channel
source: Confirmation channel
vi: Kênh xác nhận

# asset_odc_header_status
source: Status
vi: Trạng thái

# asset_odc_header_order_number
source: Order number
vi: Số hiệu lệnh

# asset_odc_order_type_B
source: Buy
vi: Mua

# asset_odc_order_type_S
source: Sell
vi: Bán

# asset_odc_order_type_CB
source: Cancel buy
vi: Hủy mua

# asset_odc_order_type_CS
source: Cancel sell
vi: Hủy bán

# asset_odc_order_type_MB
source: Amend buy
vi: Sửa mua

# asset_odc_order_type_MS
source: Amend sell
vi: Sửa bán

# asset_odc_order_type_AB
source: Amend buy
vi: Sửa mua

# asset_odc_order_type_AS
source: Amend sell
vi: Sửa bán

# asset_odc_order_type_AL
source: All
vi: Tất cả

# asset_odc_button_confirm_order
source: Confirm order
vi: Xác nhận lệnh

# asset_odc_button_confirm_no_order
source: Confirm {count} order
vi: Xác nhận {count} lệnh

# asset_odc_button_confirm_no_orders
source: Confirm {count} orders
vi: Xác nhận {count} lệnh

# asset_odc_account_min
source: Acc
vi: TK

# asset_odc_status_success
source: Success
vi: Thành công

# asset_odc_status_failed
source: Failed
vi: Thất bại

# asset_odc_confirmation_order_list
source: Confirmation order list
vi: Danh sách lệnh xác nhận

# asset_odc_default_6_months_tooltip
source: The data default is displayed 06 month from the farthest date with the order to be confirmed
vi: Dữ liệu hiển thị mặc định 06 tháng kể từ ngày xa nhất có lệnh cần xác nhận

# asset_odc_max_6_months_error
source: Maximum search time is 6 months. Please perform it again
vi: Thời gian tìm kiếm tối đa 6 tháng. Vui lòng thực hiện lại thao tác

# asset_odc_waiting_for_confirmation
source: Waiting for confirmation
vi: Chờ xác nhận

# asset_odc_order_confirmation_history
source: Order confirmation history
vi: Lịch sử xác nhận lệnh

# asset_odc_channel_broker
source: Broker/Trading
vi: Môi giới/Giao dịch

# asset_odc_confirm_order_confirmation
source: Do you want to order confirm the above?
vi: Quý khách có chắc chắn muốn xác nhận các lệnh như trên?

# asset_odc_header_confirm_date
source: Confirm date
vi: Thời gian XNL

# asset_odc_header_channel_confirm
source: Confirmation channel
vi: Kênh xác nhận

# asset_odc_channel_online
source: Online trading
vi: Giao dịch trực tuyến

# asset_odc_channel_contact
source: Contact center
vi: Tổng đài giao dịch

# asset_odc_channel_order
source: Order
vi: Phiếu lệnh

# asset_odc_status_confirmed
source: Confirmed
vi: Đã xác nhận

# asset_odc_channel_8
source: Online trading
vi: Giao dịch trực tuyến

# asset_odc_channel_9
source: Contact center
vi: Tổng đài giao dịch

# asset_odc_channel_4
source: Order
vi: Phiếu lệnh

source: Search by symbol
vi: Tìm kiếm theo mã

# asset_odc_confirm_result
source: Order confirmation result
vi: Kết quả xác nhận lệnh

# asset_odc_go_view_history
source: View history
vi: Xem lịch sử

# asset_odc_confirm_button
source: Confirm
vi: Xác nhận

# asset_sbond_value_tooltip
source: The value of S-BOND deals which are not traded on exchanged but with SSI
vi: Giá trị các mã S-BOND giao dịch không qua sàn theo định giá SSI

# asset_sbond_pro_value_tooltop
source: The original value of the buy contract
vi: Giá trị gốc Khách hàng đã mua

# account_cash
source: Cash
vi: Cơ sở

# account_s_bond
source: S-BOND account
vi: Tài khoản S-BOND

# account_s_saving
source: S-SAVING account
vi: Tài khoản S-SAVING

# account_s_note
source: S-NOTE account
vi: Tài khoản S-NOTE

source: Policy
vi: Chính sách

source: Security
vi: Bảo mật

source: Risk
vi: Rủi ro

source: Contact
vi: Liên hệ

# account_abbreviations
source: Account
vi: STK

# from_date_invalid
source: Please select From date
vi: Vui lòng chọn Từ ngày

# to_date_invalid
source: Please select To date
vi: Vui lòng chọn Đến ngày

# both_from_to_date_invalid
source: Please select From date and To date
vi: Vui lòng chọn Từ ngày và Đến ngày

# login_session_has_expired
source: Your login session has expired. Please login again!
vi: Phiên đăng nhập của quý khách đã hết hạn. Vui lòng đăng nhập lại.

# logged_another_device
source: You have been logged out because this account has been logged in on another device. If that is not you, please contact Hotline 1900 5454 71 for further assistance
vi: Quý khách đã bị đăng xuất do Tài khoản này vừa đăng nhập trên 1 thiết bị khác. Nếu đó không phải quý khách, vui lòng liên hệ Hotline 1900 5454 71 để được trợ giúp.

# login_no
source: No
vi: Không

# back_to_home
source: Home
vi: Về trang chủ

# go_to_login
source: Login
vi: Đăng nhập

# common_turn_off_two_session
source: You have been logged out because this account has been logged in on another device. If that is not you, please contact Hotline 1900 5454 71 for further assistance.
vi: Quý khách đã bị đăng xuất do Tài khoản này vừa đăng nhập trên 1 thiết bị khác. Nếu đó không phải quý khách, vui lòng liên hệ Hotline 19005454 71 để được trợ giúp.

# common_password_changed
source: You have been logged out because this account's password has been changed. Please re-login to continue.
vi: Quý khách vừa bị đăng xuất do mật khẩu đăng nhập của tài khoản đã được thay đổi. Vui lòng đăng nhập lại để tiếp tục sử dụng dịch vụ.

source: Map bank account
vi: Tài khoản liên kết ngân hàng

source: Portfolio account
vi: Tài khoản tự doanh SSI

source: Margin account
vi: Tài khoản ký quỹ

source: Shareholder services account
vi: Tài khoản quản lý cổ đông

source: Cash account
vi: Tài khoản tiền mặt

# der_account
source: Derivatives account
vi: Tài khoản phái sinh

# common_maintenance_title
source: Announcement system upgrade and maintenance
vi: Thông báo nâng cấp và bảo trì hệ thống

# common_maintenance_message
source: We apologize for this inconvenience! Thank you very much!
vi: Kính mong Quý khách thông cảm vì sự bất tiện này! Trân trọng cảm ơn Quý khách!

# common_maintenance_close_app
source: Close
vi: Đóng ứng dụng

# common_all
source: All
vi: Tất cả

# common_photo_permission_message
source: Please check to see if device settings doesn't allow photo library access
vi: Vui lòng kiểm tra nếu thiết bị của quý khách không cho phép App lưu ảnh

# common_setting
source: Setting
vi: Cài đặt

# captcha_verify_success
source: Verify successfully
vi: Xác minh thành công

# captcha_verify_failed
source: Verification failed
vi: Xác minh thất bại

# captcha_popup_title
source: Captcha verification
vi: Xác minh bảo mật

# captcha_slide_to_verify
source: Slide to verify
vi: Trượt để hoàn thành kiểm tra

source: Search
vi: Tìm kiếm

# unit_bil
source: bil
vi: tỷ

# unit_vnd
source: VND
vi: vnđ

source: No Data
vi: Không có dữ liệu

source: Something wrong
vi: Đã có lỗi xảy ra

# popup_close
source: Close
vi: Đóng

# popup_cancel
source: Cancel
vi: Huỷ

# popup_confirm
source: Confirm
vi: Xác nhận

# general_copy_success
source: Copied Successfully
vi: Sao chép thành công

source: Coming soon
vi: Tính năng đang phát triển

# otp_code_incorrect
source: Verification code is incorrect
vi: Mã xác thực không đúng

# identifier
source: CA
vi: Chứng thư số

source: Authenticate biometric
vi: Xác thực sinh trắc học

# biometric_hint
source: Verify identity
vi: Xác minh danh tính

source: Authentication required
vi: Yêu cầu xác thực

# derivatives_exchange
source: DER
vi: PS

# maintenance_message
source: Error in the system processing. Please contact 1900545471 or email to cs@ssi.com.vn for support!
vi: Hệ thống xảy ra lỗi trong quá trình xử lý. Quý khách vui lòng liên hệ 1900545471 hoặc email tới cs@ssi.com.vn để được hỗ trợ

# vnd_unit
source: VND
vi: VNĐ

# core_stock_from_to_day
source: From date - To date
vi: Từ ngày - Đến ngày

# uf_screen_title
source: Withdraw unsettled funds on margin acc
vi: Rút tiền bán chờ về TK ký quỹ

# uf_withdraw_unsettled_funds
source: Withdraw unsettled funds
vi: Rút tiền bán chờ về

# uf_withdraw_unsettled_funds_history
source: History of unsettled fund withdrawal
vi: Lịch sử rút tiền bán chờ về

# uf_source_account
source: Account
vi: Tài khoản nguồn

# uf_available_amount
source: Available amount
vi: Số tiền có thể rút

# uf_beneficiary_account
source: Beneficiary account number
vi: Số tài khoản thụ hưởng

# uf_beneficiary_name
source: Beneficiary name
vi: Tên người thụ hưởng

# uf_withdrawal_amount
source: Withdrawal amount
vi: Số tiền rút

# uf_withdrawal_amount_hint
source: Please input withdrawal amount
vi: Vui lòng nhập số tiền rút

# uf_remark
source: Remark
vi: Nội dung rút tiền

# uf_remark_hint
source: Enter Vietnamese without accents and special characters, up to 140 characters
vi: Nhập tiếng Việt không dấu và không chứa ký tự đặc biệt, tối đa 140 ký tự

# uf_transaction_time
source: This service is available from {start} to {end} every trading day
vi: Thời gian thực hiện yêu cầu từ {start} đến {end} các ngày giao dịch

# uf_margin_account_not_found
source: You have not opened a margin trading account or activated the electronic trading service, please contact the account manager Broker or call 1900 545 471 (branch 9) for support
vi: Quý khách chưa mở Tài khoản ký quỹ hoặc chưa kích hoạt dịch vụ giao dịch điện tử, vui lòng liên hệ nhân viên Môi giới quản lý tài khoản hoặc gọi 1900 545 471 (nhánh 9) để được hỗ trợ

# uf_amount_zero_error
source: Withdrawal amount must be greater than 0
vi: Số tiền rút phải lớn hơn 0

# uf_transaction_type
source: Transaction type
vi: Loại giao dịch

# uf_ben_account
source: Beneficiary account
vi: Tài khoản thụ hưởng

# uf_withdraw_type_label
source: Withdraw unsettled funds on margin account
vi: Rút tiền bán chờ về TK ký quỹ

# uf_result_screen_title
source: Transaction result
vi: Kết quả giao dịch

# uf_result_message
source: Your request has been sent and is now being processed
vi: Yêu cầu của quý khách đã được gửi đi và đang chờ xử lý

# uf_view_history
source: View history
vi: Xem lịch sử giao dịch

# uf_create_new
source: Create new request
vi: Tạo giao dịch mới

# uf_account_number
source: Acc
vi: Số tài khoản

# uf_request_date
source: Request date
vi: Ngày yêu cầu

# uf_from_date
source: From date
vi: Từ ngày

# uf_to_date
source: To date
vi: Đến ngày

# uf_status
source: Status
vi: Trạng thái

# uf_all_status
source: All
vi: Tất cả

# uf_pending_status
source: Pending
vi: Chờ xử lý

# uf_successful_status
source: Successful
vi: Thành công

# uf_rejected_status
source: Rejected
vi: Từ chối

# uf_cancelled_status
source: Cancelled
vi: Đã hủy

# uf_request_date_short
source: Request date
vi: Ngày GD

# uf_history_detail
source: History details
vi: Chi tiết lịch sử

# uf_request_time
source: Date
vi: Thời gian tạo yêu cầu

# uf_account
source: Account
vi: Số TK nguồn

# uf_receive_account
source: Beneficiary account
vi: Số TK nhận

# uf_ot_amount_
source: Withdrawal amount
vi: Số tiền yêu cầu rút

# uf_approved_amount_
source: Approved amount
vi: Số tiền được duyệt

# uf_back
source: Back
vi: Quay lại

# home_service_base_trading
source: Equity trading
vi: Giao dịch cơ sở

# home_service_derivatives_trading
source: Derivatives trading
vi: Giao dịch phái sinh

# home_service_tprl
source: Corporate Bonds (Private)
vi: Trái phiếu DN riêng lẻ

# home_trading_securities
source: Trading
vi: Giao dịch chứng khoán

# home_money_transaction
source: Cash transaction
vi: Giao dịch tiền

# home_asset_management
source: Asset management
vi: Quản lý tài sản

# home_market_infomation
source: Market infomation
vi: Thông tin thị trường

# home_common_help
source: Help
vi: Trợ giúp

# home_securities_transfer
source: Stock transfer
vi: Chuyển chứng khoán

# home_order_confirmation
source: Order confirmation
vi: Xác nhận lệnh

# home_register_right_buy
source: Purchase Right Registration
vi: Đăng ký quyền Mua

# home_common_deposit
source: Deposit
vi: Nộp tiền

# home_common_transfer
source: Cash transfer
vi: Chuyển tiền

# home_advance_money
source: Cash advance
vi: Ứng tiền

# home_deposit_withdraw_margin
source: VSDC transfer
vi: Ký quỹ VSDC

# home_common_asset
source: Assets
vi: Tài sản

# home_common_category
source: Portfolio
vi: Danh mục

# home_historical_loopholes
source: P&L history
vi: Lịch sử lãi lỗ

# home_permission_info
source: Right information
vi: Thông tin quyền

# home_investment_performance
source: Porfolio performance
vi: Hiệu suất đầu tư

# home_market_overview
source: Snapshot
vi: Tổng quan thị trường

# home_stocks_by_industry
source: Industries
vi: Cổ phiếu theo ngành

# home_top_volatility
source: Top stocks
vi: Top biến động

# home_common_news
source: News
vi: Tin tức

# home_event_calendar
source: Entitlements
vi: Sự kiện quyền

# home_common_index
source: Indices
vi: Chỉ số

# home_common_derivative
source: Derivatives
vi: Phái sinh

# home_common_warrant
source: Covered warrants
vi: Chứng quyền

# home_common_recommendation
source: Trading recommendations
vi: Khuyến nghị đầu tư

# home_common_contact
source: Contact
vi: Liên hệ

# home_user_manual
source: User guide
vi: Hướng dẫn sử dụng

# home_common_search
source: Search
vi: Tìm kiếm

# home_common_cancel
source: Cancel
vi: Huỷ

# home_common_view_more
source: More
vi: Xem thêm

# home_feature
source: Favorites
vi: Tính năng màn hình chính

source: Menu
vi: Danh sách tính năng

# home_common_all
source: All
vi: Tất cả

source: Search by feature name
vi: Tìm kiếm tính năng

# home_save_custom
source: Save
vi: Lưu tuỳ chỉnh

# home_custom
source: Customise
vi: Tuỳ chỉnh

# home_search_recently
source: Recent search
vi: Tìm kiếm gần đây

# home_news_new
source: Latest
vi: Tin mới

# home_news_stock
source: Disclosures
vi: Công bố thông tin

# home_news_word
source: News
vi: Thế giới

# home_news_event_calendar
source: Entitlements
vi: Sự kiện quyền

# home_message_remove_minimum_3_service
source: Please retain at least 3 features
vi: Vui lòng giữ lại ít nhất 3 tính năng

# home_message_add_max_8_service
source: You can only change up to 7 features
vi: Quý khách chỉ có thể thay đổi tối đa 7 tính năng

# home_search_event_hind
source: Search by stock tickers
vi: Tìm theo mã cổ phiếu

# home_add_stock_success
source: Added to Watchlist
vi: Đã thêm vào danh sách theo dõi

# home_remove_stock_success
source: Removed from Watchlist
vi: Đã xoá khỏi danh sách theo dõi

# home_remove_recently_all
source: Delete all
vi: Xoá tất cả

# home_title_remove_recently_all
source: Do you confirm to delete all recent searches?
vi: Xoá tất cả tìm kiếm gần đây?

# home_message_remove_recently
source: All recent searches will be deleted and can not be reverted.
vi: Hành động này sẽ gỡ toàn bộ lịch sử tìm kiếm trên mọi thiết bị và không thể hoàn tác được.

# home_remove_recently_success
source: Recent searches removed
vi: Đã xoá tìm kiếm gần đây

# home_cancel
source: Cancel
vi: Huỷ

# home_market_popular
source: Active
vi: Sôi động

# home_market_increase
source: Movers
vi: Tăng mạnh

# home_top_fell
source: Shakers
vi: Giảm mạnh

# home_order_history
source: Order history
vi: Lịch sử lệnh

# home_cash_statement
source: Cash statement
vi: Sao kê tiền

# home_search_event_placeholder
source: Search by stock
vi: Tìm theo mã cổ phiếu

# home_search_advance
source: Advanced search
vi: Tìm kiếm nâng cao

# home_search_event_type
source: Event type
vi: Loại sự kiện

# home_search_event_apply
source: Apply
vi: Áp dụng

# home_title_from_to_day
source: From date - To date
vi: Từ ngày - đến ngày

# home_type_event_all
source: All
vi: Tất cả

# home_type_event_dividend
source: Cash dividend
vi: Trả cổ tức bằng tiền mặt

# home_type_event_shareholder
source: Annual general meeting
vi: Đại hội cổ đông

# home_type_event_share_issuance
source: Share issuance
vi: Phát hành cổ phiếu

# home_type_event_obtaining_shareholder
source: Obtaining shareholder opinions in writing
vi: Lấy ý kiến cổ đông bằng văn bản

# home_type_event_other
source: Other events
vi: Sự kiện khác

# home_event_close_date
source: Closing date
vi: Ngày chốt

# home_event_implement_date
source: Exercise date
vi: Ngày thực hiện

# home_event_GDKHQ_date
source: Ex-right date
vi: Ngày GDKHQ

# home_no_data
source: No Data
vi: Không có dữ liệu

source: Join now
vi: Tham gia ngay

# confirm_close_ads
source: Please select an option to remove this type of banner
vi: Quý khách không muốn nhận thông báo hình ảnh?

source: Time
vi: Thời gian

# home_save
source: Save
vi: Lưu

# home_no_show_this_image
source: Remove this banner only
vi: Không hiển thị lại hình ảnh này

# home_no_show_relevant_image
source: Remove banners with similar content
vi: Không hiển thị hình ảnh có nội dung tương tự

# home_no_show_all_image
source: Remove all banners of this type
vi: Không hiển thị tất cả các hình ảnh

# home_no_show_image_note
source: Disabled banners can be found on SSI Plus.
vi: Quý khách có thể vào mục SSI Plus để xem lại các hình ảnh được tắt.

source: Event
vi: Sự kiện

# home_origin_source
source: Source
vi: Tin gốc

# home_from_date
source: From date
vi: Từ ngày

# home_to_date
source: To date
vi: Đến ngày

# home_pl_search_hint
source: Search by symbol
vi: Tìm theo mã

# home_pl_search_label
source: Search by symbol
vi: Tìm kiếm theo mã

source: Ex-right Date
vi: Ngày GDKHQ

# date_stock
source: Public Date
vi: Ngày công bố

# home_category_type
source: Category
vi: Loại tin tức

# home_category_listing
source: Listing
vi: Niêm yết

# home_category_business_results
source: Business results
vi: Kết quả kinh doanh

# home_category_insider_trading
source: Insider trading
vi: Giao dịch nội bộ

# home_category_board_of_directors
source: Board of Directors
vi: Ban lãnh đạo

# home_equity_order_book
source: Equity order book
vi: Sổ lệnh cơ sở

# home_derivatives_order_book
source: Derivatives order book
vi: Sổ lệnh phái sinh

# home_invite
source: Referral
vi: Mời bạn

# home_gift
source: Rewards
vi: Quà tặng

# home_ssi_rewards
source: SSI rewards
vi: Quà tặng SSI

# home_utility
source: Utility
vi: Tiện ích

# home_mgm
source: Referral
vi: Giới thiệu mở tài khoản

source: Login unsuccessful
vi: Đăng nhập không thành công

# login_profile_account_lock_temporary
source: Your account is now temporarily locked because failed login attempts have exceeded their limit. Please call
vi: Tài khoản của quý khách tạm thời bị khoá do nhập sai quá số lần cho phép. Vui lòng gọi đến số điện thoại

# login_profile_or_send_email
source: or sent an email to
vi: hoặc gửi email đến

# login_profile_to_supported
source: for assistance.
vi: để được hỗ trợ.

# login_profile_forgot_password
source: Forget password
vi: Quên mật khẩu

source: Or Login
vi: Hoặc đăng nhập
